<script lang="ts" setup></script>
<template>
  <div class="content">
    <div class="main">
      <div class="title">{{ $lang('隱私政策') }}</div>
      <div class="time">2023-10-13 20:00:34</div>
      <div style="font-size: 14px">
        <p>
          <span style="font-family: initial !important"
            >{{ $lang('尊敬的GTL用戶，') }}
            <br />

            <br />
            {{
              $lang(
                '歡迎您來到GTL平台（以下稱“我們”或“平台”）。在您開始使用我們的網站、移動應用程序，以及我們提供的所有相關服務（以下總稱為“本服務”）之前，請您詳細閱讀並理解本隱私政策（以下總稱為“本協議”）。您的訪問或使用代表您同意遵守本協議中規定的所有條款和條件，以及我們不時進行的修訂和更新。'
              )
            }}</span
          >
        </p>
        <p>&nbsp;</p>
        <p>
          <span style="font-family: initial !important"
            >1. {{ $lang('個人信息使用') }}
            <br />
            <br />
            {{ $lang('GTL將根據本協議使用和披露您的以下個人信息：') }}
            <br />
            (a)
            {{
              $lang(
                '在您註冊或激活可以登錄我們平台的帳戶時，您向GTL及其關聯公司提供的個人註冊信息（應法律法規要求需公示的企業名稱等相關工商註冊信息以及自然人經營者的信息除外）；'
              )
            }}
            <br />
            <br />
            (b)
            {{
              $lang(
                '在您使用GTL時，我們會記錄您的瀏覽器和計算機上的信息，包括但不限於您的IP地址、瀏覽器類型、使用的語言、訪問日期和��間、軟硬件特徵信息以及您需求的網頁記錄等數據；以及'
              )
            }}
            <br />
            <br />
            (c) {{ $lang('GTL通過合法途徑從商業夥伴處獲取的用戶個人數據。') }}
            <br />
            <br />
            {{
              $lang(
                '如果您不希望我們收集上述個人數據，您可以隨時以書面形式通知我們的個人信息保護專員，選擇退出。有關選擇退出的更多信息，請參見“撤回同意，刪除，請求訪問或修改您提供給我們的信息”。然而，請注意，退出或撤回對我們收集、使用或處理您的個人數據的同意可能會影響您對本服務的使用。'
              )
            }}
            <br />
            <br />
            2. {{ $lang('我們如何收集您的信息') }}
            <br />
            {{
              $lang(
                '絕大部分我們收集的個人�������，都是您直接向我們提供的。在以下情況下，我們將收集和處理您的信息：'
              )
            }}
            <br />
            <br />
            （a）{{
              $lang('當您在線註冊、登錄或訪問GTL，或使用任何GTL服務時；')
            }}
            <br />
            <br />
            （b）{{
              $lang(
                '當您自願完成任何用戶調查或通過郵件或其他渠道向我們提供反饋意見；'
              )
            }}
            <br />
            <br />
            （c）{{
              $lang(
                '當您使用或瀏覽我們的網頁或客戶端時，我們可能會通過瀏覽器或軟體的Cookies收集信息；'
              )
            }}
            <br />
            <br />
            （d）{{ $lang('本協議中提到的其他情況下，我們自行收集信息。') }}
            <br />
            <br />
            {{
              $lang(
                '我們也可能從公共渠道或第三方渠道獲取信息，如我們的廣告和市場研究夥伴，以更新或補充您的其他信息。'
              )
            }}
            <br />
            <br />
            3. {{ $lang('我們如何使用您的個人信息') }}
            <br />
            {{ $lang('我們可能以以下方式使用您的個人信息：') }}
            <br />
            <br />
            (a) {{ $lang('遵守法律法規要求') }}
            <br />
            <br />
            {{
              $lang(
                '我們的大部分服務受法律法規約束，要求我們以特定方式收集、使用和存儲您的個人信息。例如，GTL必須識別和驗證使用我們服務的客戶，以遵守跨司法轄區的反洗錢法律。這可能涉及收集和存儲您的證件照片。如果您不提供法律要求的個人信息，我們將不得不關閉您的帳戶。'
              )
            }}
            <br />
            <br />
            (b) {{ $lang('執行本協議的條款') }}
            <br />
            <br />
            {{
              $lang(
                '我們積極監測、調查、預防和減輕任何潛在的違法活動，執行我們與第三方的協議，以及預防和檢查違反本協議的行為。此外，我們可能需要根據您使用我們服務的情況收取費用。我們收集有關您的帳戶使用情況的信息，並密切監控您與我們服務的互動。我們可能會將您的個人信息用於這些目的。'
              )
            }}
            <br />
            <br />
            (c) {{ $lang('發現和防止欺詐和/或資金損失') }}
            <br />
            <br />
            {{
              $lang(
                '我們處理您的個人信息，以協助發現、防止和減少對我們服務的欺詐和濫用行為，以及保護您免受帳戶損害或資金損失。'
              )
            }}
            <br />
            <br />
            (d) {{ $lang('提供服務') }}
            <br />
            <br />
            {{
              $lang(
                '我們處理您的個人資訊是為了向您提供服務，特別是在身份認證（KYC）程序的背景下。'
              )
            }}
            {{
              $lang(
                '例如，當您希望在我們的平台上註冊並驗證您的帳戶時，我們需要特定的身分和聯絡資訊。這些程序旨在確保您的交易安全並保護您的權益。'
              )
            }}</span
          >
        </p>
        <p>
          <span style="font-family: initial !important">
            <br />
            (e) {{ $lang('提供服務通訊') }}
            <br />
            <br />
            {{
              $lang(
                '我們將向您發送與管理帳戶相關的信息，使您了解有關我們服務的最新信息，通知您相關的安全問題或更新，或提供其他與交易相關的信息。如果缺少這些通訊，您可能會錯過與您的帳戶相關的重要事項，這可能會影響您使用我們的服務。您無法選擇拒絕接收關鍵的服務通訊，例如出於法律或安全目的的電子郵件或短信。'
              )
            }}
            <br />
            <br />
            (f) {{ $lang('提供客戶服務') }}
            <br />
            <br />
            {{
              $lang(
                '當您與我們聯繫以解決任何問題或爭議時，我們將處理您的個人信息。如果不處理您的個人信息，我們將無法回應您的請求，確保您持續使用服務。'
              )
            }}
            <br />
            <br />
            (g) {{ $lang('確保網絡和信息安全') }}
            <br />
            <br />
            {{
              $lang(
                '我們處理您的個人信息，以提高安全性，監控並驗證身份和對我們服務的訪問，打擊垃圾郵件或其他惡意軟件或安全風險，並遵守適用的安全法律和法規。互聯網上的威脅不斷變化，我們需要及時獲取您使用我們服務的準確信息，這一點尤為重要。如果不處理您的個人信息，我們可能無法確保我們服務的安全性。'
              )
            }}
            <br />
            <br />
            (h) {{ $lang('用於研究和開發') }}
            <br />
            <br />
            {{
              $lang(
                '我們處理您的個人信息，以更好地了解您如何使用我們的服務，以及您如何與我們的服務互動。此外，我們還將使用這些信息來定制、衡量和改進我們的服務，以及我們的網站和應用程序的內容和佈局，以及開發新的服務。如果不處理您的個人信息，我們可能無法確保您繼續享受我們的服務。'
              )
            }}
            <br />
            <br />
            (i) {{ $lang('增強您的體驗') }}
            <br />
            <br />
            {{
              $lang(
                '我們處理您的個人信息，以提供個性化的體驗，並滿足您的需求。例如，您可以允許我們訪問某些第三方存儲的特定個人信息。如果不處理您的個人信息，我們可能無法確保您繼續享受我們部分或全部的服務。'
              )
            }}
            <br />
            <br />
            (j) {{ $lang('促進公司收購、合併或交易') }}
            <br />
            <br />
            {{
              $lang(
                '在公司收購、合併或其他公司交易的情況下，我們可能處理與您的帳戶和使用我們服務相關的任何信息。如果您不希望我們為這些目的處理您的個人信息，您可以選擇關閉您的帳戶。'
              )
            }}
            <br />
            <br />
            (k) {{ $lang('進行市場營銷活動') }}
            <br />
            <br />
            {{
              $lang(
                '我們可能會向您發送市場營銷通訊（如電子郵件或短信），以通知您有關我們活動或合作夥伴活動的信息，提供有針對性的營銷，並向您提供促銷優惠。我們的市場營銷將根據您的廣告營銷偏好和適用法律的規定進行。'
              )
            }}
            <br />
            <br />
            (l) {{ $lang('其他目的') }}
            <br />

            <br />
            {{ $lang('我們可能根據您的同意對您的個人信息進行其他用途。') }}
            <br />
            <br />
            4.{{
              $lang(
                'GTL不會向任何無關的第三方提供、出售、租賃、分享或交易您的個人信息，除非經過您的事先許可，或該第三方與GTL（包括GTL的關聯公司）獨立或共同為您提供服務，且在該服務終止後，該第三方將被禁止訪問您的所有這些資料，這些資料曾在服務期間能夠訪問的部分或全部。GTL也不允許任何第三方以任何方式收集、編輯、出售或免費傳播您的個人信息。若任何GTL用戶從事上述活動，一經發現，GTL有權立即終止與該用戶的服務協議。'
              )
            }}
            <br />
            <br />
            5.{{
              $lang(
                '如果您不具備完全的民事權利能力和完全的民事行為能力，請勿使用本服務。因此，我們希望您不要向我們提供任何個人信息。'
              )
            }}
            <br />
            <br />
            <strong>{{ $lang('信息披露') }}</strong>
            <br />
            <br />
            6.
            {{
              $lang(
                '在以下情况下，GTL可能会根据您的个人意愿或法律规定，全部或部分地披露您的个人信息：'
              )
            }}
            <br />
            (a) {{ $lang('在经过您的事先同意后，向第三方披露；') }}
            <br />
            <br />
            (b)
            {{
              $lang(
                '如果您是合格的知识产权投诉人并且已提出投诉，在被投诉人的要求下，向被投诉人披露，以协助双方处理可能的权利争议；'
              )
            }}
            <br />
            <br />
            (c)
            {{
              $lang(
                '根据法律的相关规定，或者根据行政机构或司法机构的要求，向第三方、行政机构或司法机构披露；'
              )
            }}
            <br />
            <br />
            (d)
            {{
              $lang('如果您违反相关的法律、法规或本协议，需要向第三方披露；')
            }}
            <br />
            <br />
            (e)
            {{
              $lang(
                '为了提供您所要求的产品和服务，我们可能需要与第三方分享您的个人信息；'
              )
            }}
            <br />
            <br />
            (f)
            {{
              $lang(
                '在GTL上进行的某笔交易中，如果交易的任何一方已履行或部分履行了交易义务并提出了信息披露请求，GTL有权决定向该用户提供其交易对方的联系方式等必要信息，以促使交易完成或解决纠纷；以及'
              )
            }}
            <br />
            <br />
            (g)
            {{ $lang('GTL根据法律、法规或网站政策认为合适的情况下进行披露。') }}
            <br />
            <br />
            <strong>{{ $lang('信息存储和转移') }}</strong>
            <br />
            <br />
            7.
            {{
              $lang(
                '我们收集的关于您的信息和数据将存储在GTL及其关联公司的服务器上。这些信息和数据可能会转移到您所在国家、地区，或者转移到GTL收集信息和数据所在地之外的地区，并在境外被访问、存储和展示。关于欧盟用户和/或位于欧盟的用户的个人信息转移，请参阅“仅针对欧盟用户的附加条款”。'
              )
            }}
            <br />
            <br />
            <strong>{{ $lang('Cookies的使用') }}</strong>
            <br />
            <br />
            8.
            {{
              $lang(
                '在您未拒绝接受cookies的情况下，GTL会在您的计算机上设置或获取cookies，以便您能登录或使用依赖于cookies的本服务。GTL使用cookies可为您提供更加周到的个性化服务，包括推广服务。您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本服务。通过GTL所设置cookies所获得的相关信息，将适用本条款。'
              )
            }}
            <br />
            {{ $lang('信息安全') }}
            <br />
            <br />
            9.
            {{
              $lang(
                '您的账户拥有安全保护功能，请妥善保管您的账户及密码信息。我们将通过向其他服务器备份、对用户密码进行加密等安全措施，确保您的信息不丢失、不被滥用和篡改。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。在使用本服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联系方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要情形下向他人提供。如果您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即联系GTL客服，以便GTL采取相应措施。'
              )
            }}
            <br />
            <br />
            10.
            {{
              $lang(
                '我们将根据个人数据保护法和/或其他适用法律保留个人信息。也就是说，当我们合理确定以下情况时，我们将销毁或匿名化您的个人信息：（i）保留这些个人信息不再符合收集该个人信息的目的；（ii）保留这些个人信息不再具有任何法律或商业上的必要；（iii）没有其他合法权益需要进一步保留这些个人数据。如果您停止使用本服务，我们可能会继续根据本隐私政策和个人数据保护法和/或其他适用法律所要求承担的义务继续存储、使用和/或披露您的个人信息。'
              )
            }}
            <br />
            <br />
            {{ $lang('撤回同意，删除，请求访问或修改您提供给我们的信息') }}
            <br />
            <br />
            11.{{
              $lang(
                '您可以通过发送电子邮件撤回对我们拥有或在我们控制之下的您的个人信息的收集、使用和/或披露的同意。'
              )
            }}
            <br />
            <br />
            12.
            {{
              $lang(
                '但是，您撤回同意可能意味着我们将无法继续向您提供服务，并且我们可能需要终止您与我们之间的协议。'
              )
            }}
            <br />
            <br />
            13.
            {{
              $lang(
                '您可以通过向我们提交书面请求来请求访问和/或更正当前由我们拥有或控制的个人数据。我们将需要您提供足够的信息，以确定您的身份以及您的请求的性质，以便能够处理您的请求。因此，请通过发送电子邮件来提交您的书面请求。'
              )
            }}
            <br />
            <br />
            14.
            {{
              $lang(
                '我们可能会为处理您访问和/或更正个人数据的请求向您收取合理的费用。如果我们选择收取费用，我们将向您提供我们将收取的费用的书面估算。请注意，除非您同意支付费用，否则我们无需回答或处理您的请求。'
              )
            }}
            <br />
            <br />
            15.
            {{
              $lang(
                '我们保留根据个人数据保护法及其他适用法律的规定拒绝更正您的个人数据的权利，这些规定要求和/或授权我们在规定的情况下拒绝更正个人数据。'
              )
            }}
            <br />
            <br />
            <strong>{{ $lang('账号删除：') }}</strong>
            <br />
            <br />
            16.{{ $lang('您可以随时删除自己的GTL账号。删除账号意味着：') }}
            <br />
            {{ $lang('您将失去该账号中的所有数字资产和数据内容；') }}
            <br />
            {{
              $lang(
                '您将无法找回该账号下的个人信息、交易记录、业务数据、历史信息等；'
              )
            }}
            <br />
            {{ $lang('您将无法使用需要通过该账号登录的GTL服务。') }}
            <br />
            {{
              $lang(
                '重要提示：删除账号行为不可撤销，为保障您的权益，我们将在您选择删除账号按钮时对相关风险再次予以提示。'
              )
            }}
            <br />
            <br />
            17.
            {{
              $lang(
                '账号删除不代表您在该账号注销前的所有账号行为和相关责任得到豁免或减轻。账号删除将意味着与您账号有关的记录、信息都将删除，但我们还可能会根据适用法律和法规的要求保留您账户的某些信息。'
              )
            }}
            <br />
            {{ $lang('仅针对欧盟用户的附加条款') }}
            <br />
            <br />
            18.
            {{
              $lang(
                '本节中的规定仅在您是欧盟用户的情况下适用。这些条款优先于本隐私政策其余部分中任何不一致的条款。'
              )
            }}
            <br />
            <br />
            19.
            {{
              $lang(
                '您的个人数据可能会转移到欧盟以外。此种情况下我们将采取所有合理的预防措施以满足GDPR规定的适当的保护措施。例如，我们会采用适当的合同条款确保此类转移的接收者根据所有适用的个人数据保护法保护和处理您的个人数据。'
              )
            }}
            <br />
            <br />
            20. {{ $lang('您有权根据GDPR行使以下权利：') }}
            <br />
            a)
            {{
              $lang(
                '有权访问您的个人信息并更正不准确的信息，以及在符合法律规定的条件下反对收集个人信息；'
              )
            }}
            <br />
            b)
            {{
              $lang(
                '删除仅基于您的同意收集的信息，或保留这些个人信息不再符合收集该个人信息的目的；'
              )
            }}
            <br />
            c)
            {{
              $lang(
                '最初收集该等数据的目的不再需要该等数据时，限制收集该等数据的权利；'
              )
            }}
            <br />
            d)
            {{
              $lang('请求以结构化、通用和机器可读的格式提供个人信息的权利；')
            }}
            <br />
            e)
            {{
              $lang(
                '只要用户信息的收集仅基于您的同意，您有权在任何时候没有任何损害地撤回该等同意。'
              )
            }}</span
          >
        </p>
      </div>
    </div>
  </div>
</template>

<style scoped lang="sass">
.content
  color: white
  padding: 120px 20px
  background-color: #0d0e0f
  .main
    max-width: 1200px
    margin: 0 auto
    width: 100%
    .title
      margin-bottom: 24px
      line-height: 28px
      font-weight: 700
      font-size: 24px
      color: #f2f4f6
    .time
      font-size: 14px
      color: #87909f
      margin-bottom: 40px
      margin-top: 14px
    p
      font-family: initial !important
</style>
