<script lang="ts" setup></script>

<template>
  <div class="content">
    <div class="wrapper privacy-policy">
      <h1 class="align-left">{{ $lang('隱私權政策') }}</h1>
      <p>
        {{
          $lang(
            '本隱私權政策描述了我們在您使用服務時收集、使用和揭露您的資訊的政策和程序，並告訴您您的隱私權以及法律如何保護您。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '我們使用您的個人資料來提供和改進服務。使用服務即表示您同意根據本隱私權政策收集和使用資訊。'
          )
        }}
      </p>
      <h2>{{ $lang('解釋和定義') }}</h2>
      <h3>{{ $lang('解釋') }}</h3>
      <p>
        {{
          $lang(
            '首字母大寫的單字具有在以下條件下定義的含義。下列定義無論以單數或複數形式出現，均具有相同的意義。'
          )
        }}
      </p>
      <h3>{{ $lang('定義') }}</h3>
      <p>{{ $lang('就本隱私權政策而言：') }}</p>
      <p>
        {{ $lang('帳戶是指為您存取我們的服務或部分服務而建立的唯一帳戶。') }}
      </p>
      <p>
        {{
          $lang(
            '在投資數位貨幣或以其他方式使用本網站的服務之前，您至少必須注意以下風險：'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '本公司（在本協議中稱為「本公司」、「我們」、「我們」或「我們的」）是指Kava Labs Inc, 2 Embarcadero Center, CA 94111。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            'Cookie是網站放置在您的電腦、行動裝置或任何其他裝置上的小文件，其中包含您在該網站上的瀏覽記錄以及其多種用途的詳細資訊。'
          )
        }}
      </p>
      <p>{{ $lang('國家是指：美國加州') }}</p>
      <p>
        {{
          $lang(
            '設備是指任何可以存取服務的設備，例如電腦、手機或數位平板電腦。'
          )
        }}
      </p>
      <p>{{ $lang('個人資料是與已識別或可識別個人相關的任何資訊。') }}</p>
      <p>{{ $lang('服務指的是網站。') }}</p>
      <p>
        {{
          $lang(
            '服務提供者是指代表公司處理資料的任何自然人或法人。指本公司僱用的為促進本服務、代表本公司提供本服務、執行與本服務相關的服務或協助本公司分析本服務的使用方式的第三方公司或個人。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '使用數據是指自動收集的數據，可以是透過使用服務產生的，也可以是從服務基礎設施本身產生的（例如，頁面存取的持續時間）。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '網站引用 Kava，您是指存取或使用本服務的個人，或代表該個人存取或使用本服務的公司或其他法律實體（如果適用）。'
          )
        }}
      </p>
      <h2>{{ $lang('收集和使用您的個人數據') }}</h2>
      <h3>{{ $lang('收集的資料類型') }}</h3>
      <h3>{{ $lang('個人資料') }}</h3>
      <p>
        {{
          $lang(
            '在使用我們的服務時，我們可能會要求您向我們提供某些可用於聯絡或識別您的個人識別資訊。個人識別資訊可能包括但不限於：'
          )
        }}
      </p>
      <p>{{ $lang('電子郵件') }}</p>
      <p>{{ $lang('使用數據') }}</p>
      <p>{{ $lang('使用服務時會自動收集使用資料。') }}</p>
      <p>
        {{
          $lang(
            '使用資料可能包括您裝置的網際網路通訊協定位址（例如IP位址）、瀏覽器類型、瀏覽器版本、您造訪的我們服務的頁面、您造訪的時間和日期、在這些頁面上花費的時間、唯一裝置等資訊標識符和其他診斷資料。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '當您透過行動裝置存取服務時，我們可能會自動收集某些信息，包括但不限於您使用的行動裝置類型、您的行動裝置唯一ID、您的行動裝置的 IP位址、您的手機作業系統、您使用的行動互聯網瀏覽器的類型、唯一裝置識別碼和其他診斷資料。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '當您造訪我們的服務或透過行動裝置存取服務時，我們也可能收集您的瀏覽器所傳送的資訊。'
          )
        }}
      </p>
      <h2>{{ $lang('追蹤技術和 Cookie') }}</h2>
      <p>
        {{
          $lang(
            '我們使用 Cookie 和類似的追蹤技術來追蹤我們的服務上的活動並儲存某些資訊。使用的追蹤技術包括信標、標籤和腳本，用於收集和追蹤資訊以及改進和分析我們的服務。我們使用的技術可能包括：'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            'Cookie 或瀏覽器 Cookie。 Cookie 是放置在您裝置上的小檔案。您可以指示您的瀏覽器拒絕所有 Cookie 或指示何時發送 Cookie。但是，如果您不接受 Cookie，您可能無法使用我們服務的某些部分。除非您已調整瀏覽器設定以拒絕 Cookie，否則我們的服務可能會使用 Cookie。閃光餅乾。我們服務的某些功能可能會使用本地儲存的物件（或 Flash Cookie）來收集和儲存有關您的偏好或您在我們的服務上的活動的資訊。 Flash Cookie 的管理方式與瀏覽器 Cookie 所使用的瀏覽器設定不同。有關如何刪除 Flash Cookie 的更多信息，請閱讀“在哪裡可以更改禁用或刪除本地共享物件的設定？”位於'
          )
        }}
        https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_change_the_settings_for_disabling__or_deleting_local_shared_objects_
        {{
          $lang(
            '網路信標。我們的服務和電子郵件的某些部分可能包含稱為網頁信標（也稱為透明gif、像素標籤和單像素gif）的小型電子文件，例如，該文件允許公司對訪問過這些頁面的用戶進行計數或開啟電子郵件並進行其他相關網站統計（例如，記錄某個部分的受歡迎程度並驗證系統和伺服器的完整性）。Cookie 可以是「持久性」Cookie 或「會話」Cookie。當您離線時，持久 Cookie 會保留在您的個人電腦或行動裝置上，而會話 Cookie 會在您關閉網頁瀏覽器後立即刪除。'
          )
        }}
      </p>
      <h2>{{ $lang('了解更多關於 cookie 的資訊：') }}</h2>
      <h2>{{ $lang('Cookie：它們有什麼作用？。') }}</h2>
      <h3>{{ $lang('我們為下列目的使用會話 Cookie 和持久 Cookie：') }}</h3>
      <p>{{ $lang('必要/必要的 Cookie') }}</p>
      <p>{{ $lang('類型：會話 Cookie') }}</p>
      <p>{{ $lang('管理機構：我們') }}</p>
      <p>
        {{
          $lang(
            '目的：這些 Cookie 對於向您提供透過網站提供的服務以及使您能夠使用網站的某些功能至關重要。它們有助於驗證使用者身分並防止詐欺性使用使用者帳戶。如果沒有這些 Cookie，則無法提供您所要求的服務，我們僅使用這些 Cookie 來為您提供這些服務。'
          )
        }}
      </p>
      <p>{{ $lang('Cookie 政策/通知 接受 Cookie') }}</p>
      <p>{{ $lang('類型：持久性 Cookie') }}</p>
      <p>{{ $lang('管理機構：我們') }}</p>
      <p>
        {{
          $lang(
            '目的：這些 Cookie 可以辨識使用者是否已接受在網站上使用 Cookie。'
          )
        }}
      </p>
      <p>{{ $lang('功能性 Cookie') }}</p>
      <p>{{ $lang('類型：持久性 Cookie') }}</p>
      <p>{{ $lang('管理機構：我們') }}</p>
      <p>
        {{
          $lang(
            '目的：這些 Cookie 使我們能夠記住您在使用本網站時所做的選擇，例如記住您的登入詳細資訊或語言偏好。這些 Cookie 的目的是為您提供更個人化的體驗，並避免您每次使用網站時都必須重新輸入您的偏好。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '有關我們使用的 Cookie 以及您對 Cookie 的選擇的更多信息，請訪問我們的 Cookie 政策或隱私權政策的 Cookie 部分。'
          )
        }}
      </p>
      <h2>{{ $lang('您的個人資料的使用') }}</h2>
      <h3>{{ $lang('公司可能將個人資料用於以下目的：') }}</h3>
      <p>{{ $lang('提供和維護我們的服務，包括監控我們服務的使用情況。') }}</p>
      <p>
        {{
          $lang(
            '管理您的帳戶：管理您作為服務使用者的註冊。您提供的個人資料可讓您存取作為註冊用戶可以使用的服務的不同功能。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '為了履行合約：您所購買的產品、物品或服務的購買合約或透過服務與我們簽訂的任何其他合約的製定、遵守和承諾。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '與您聯絡：透過電子郵件、電話、簡訊或其他同等形式的電子通訊方式與您聯繫，例如行動應用程式的有關更新的推播通知或與功能、產品或合約服務（包括安全性更新）相關的資訊通信，在必要或合理的情況下實施。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '向您提供與您已購買或查詢的產品、服務和活動類似的我們提供的其他商品、服務和活動的新聞、特別優惠和一般信息，除非您選擇不接收此類信息。'
          )
        }}
      </p>
      <p>{{ $lang('管理您的要求：出席並管理您向我們提出的請求。') }}</p>
      <p>
        {{
          $lang(
            '對於業務轉讓：我們可能會使用您的資訊來評估或進行合併、剝離、重組、改組、解散或以其他方式出售或轉讓我們的部分或全部資產，無論是作為持續經營企業還是作為破產、清算、或類似程序，其中我們持有的有關我們服務用戶的個人資料屬於轉讓的資產。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '出於其他目的：我們可能會將您的資訊用於其他目的，例如數據分析、識別使用趨勢、確定我們促銷活動的有效性以及評估和改進我們的服務、產品、服務、行銷和您的體驗。'
          )
        }}
      </p>
      <h3>{{ $lang('我們可能在以下情況下共享您的個人資訊：') }}</h3>
      <p>
        {{
          $lang(
            '與服務提供者：我們可能會與服務提供者分享您的個人信息，以監控和分析我們服務的使用情況，並與您聯繫。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '對於業務轉讓：我們可能會在與其他公司合併、出售公司資產、融資或收購我們全部或部分業務時或在談判期間共享或轉讓您的個人資訊。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '與關聯公司：我們可能會與我們的關聯公司分享您的訊息，在這種情況下，我們將要求這些關聯公司遵守本隱私權政策。關聯公司包括我們的母公司以及我們控製或與我們共同控制的任何其他子公司、合資夥伴或其他公司。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '與業務合作夥伴：我們可能會與我們的業務合作夥伴分享您的訊息，以便為您提供某些產品、服務或促銷活動。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '與其他使用者：當您與其他使用者分享個人資訊或以其他方式在公共區域互動時，此類資訊可能會被所有使用者查看，並可能會在外部公開分發。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '經您同意：經您同意，我們可能會為任何其他目的而揭露您的個人資訊。'
          )
        }}
      </p>
      <h3>{{ $lang('保留您的個人數據') }}</h3>
      <p>
        {{
          $lang(
            '本公司將僅在本隱私權政策中規定的目的所需的時間內保留您的個人資料。我們將在遵守我們的法律義務（例如，如果我們需要保留您的資料以遵守適用法律）、解決爭議以及執行我們的法律協議和政策所需的範圍內保留和使用您的個人資料。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '公司也將保留使用數據用於內部分析目的。使用資料通常會保留較短的時間，除非該資料用於加強安全性或改善我們服務的功能，或者我們有法律義務保留較長的資料。'
          )
        }}
      </p>
      <h3>{{ $lang('您的個人資料的轉移') }}</h3>
      <p>
        {{
          $lang(
            '您的資訊（包括個人資料）將在公司的營運辦公室以及參與處理的各方所在的任何其他地方進行處理。這意味著該資訊可能會傳輸到並保存在位於您所在州、省、國家或其他政府管轄區之外的電腦上，這些地方的資料保護法可能與您所在管轄區的資料保護法不同。'
          )
        }}
      </p>
      <p>
        {{
          $lang('您同意本隱私權政策並隨後提交此類信息，即表示您同意該轉讓。')
        }}
      </p>
      <p>
        {{
          $lang(
            '本公司將採取一切合理必要的措施，確保您的資料得到安全處理並符合本隱私權政策，並且不會將您的個人資料傳輸給任何組織或國家，除非有足夠的控制措施，包括確保資料的安全性。'
          )
        }}
      </p>
      <h2>{{ $lang('揭露您的個人數據') }}</h2>
      <h3>{{ $lang('商業交易') }}</h3>
      <p>
        {{
          $lang(
            '如果公司涉及合併、收購或資產出售，您的個人資料可能會被轉移。我們將在您的個人資料被轉移並受不同隱私權政策約束之前發出通知。'
          )
        }}
      </p>
      <h3>{{ $lang('執法') }}</h3>
      <p>
        {{
          $lang(
            '在某些情況下，如果法律要求或回應公共機構（例如法院或政府機構）的有效要求，公司可能需要揭露您的個人資料。'
          )
        }}
      </p>
      <h3>{{ $lang('其他法律要求') }}</h3>
      <p>
        {{
          $lang(
            '本公司可能會善意地揭露您的個人數據，並相信此類行動對於以下目的是必要的：'
          )
        }}
      </p>
      <p>{{ $lang('遵守法律義務') }}</p>
      <p>{{ $lang('保護和捍衛公司的權利或財產') }}</p>
      <p>{{ $lang('防止或調查與服務相關的可能的不當行為') }}</p>
      <p>{{ $lang('保護服務使用者或公眾的人身安全') }}</p>
      <p>{{ $lang('避免法律') }}</p>
      <p>{{ $lang('責任') }}</p>
      <p>{{ $lang('您的個人資料的安全') }}</p>
      <p>
        {{
          $lang(
            '您的個人資料的安全性對我們很重要，但請記住，沒有任何一種網路傳輸方法或電子儲存方法是100%安全的。雖然我們努力使用商業上可接受的方式來保護您的個人數據，但我們不能保證其絕對安全。'
          )
        }}
      </p>
      <h3>{{ $lang('兒童隱私') }}</h3>
      <p>
        {{
          $lang(
            '我們的服務並非針對 13 歲以下的任何人。如果我們發現我們在未經父母同意的情況下收集了 13歲以下任何人的個人數據，我們將採取措施從我們的伺服器中刪除該資訊。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '如果我們需要依賴同意作為處理您的資訊的法律依據，並且您所在的國家/地區需要父母的同意，我們可能會在收集和使用該資訊之前要求您父母的同意。'
          )
        }}
      </p>
      <h3>{{ $lang('其他網站的連結') }}</h3>
      <p>
        {{
          $lang(
            '我們的服務可能包含非我們經營的其他網站的連結。如果您點擊第三方鏈接，您將被導向到該第三方的網站。我們強烈建議您查看您造訪的每個網站的隱私權政策。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '我們無法控制任何第三方網站或服務的內容、隱私權政策或做法，也不承擔任何責任。'
          )
        }}
      </p>
      <h3>{{ $lang('本隱私權政策的變更') }}</h3>
      <p>
        {{
          $lang(
            '我們可能會不時更新我們的隱私權政策。我們將透過在此頁面上發布新的隱私權政策來通知您任何變更。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '在變更生效之前，我們將透過電子郵件和/或我們服務上的顯著通知告知您，並更新本隱私權政策頂部的「最後更新」日期。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '建議您定期查看本隱私權政策以了解任何變更。本隱私權政策的變更在發佈到本頁面後即生效。'
          )
        }}
      </p>
      <h2 style="margin: 20px 0 20px 0">
        {{ $lang('聯繫我們') }}
      </h2>
      <p>
        {{
          $lang('如果您對本隱私權政策有任何疑問，您可以通過以下方式聯繫我們:')
        }}
      </p>
      <p>
        {{ $lang('＊ 通過電子郵件: ') }}
        <span style="color: red">kavacopyright@gmail.com</span>
      </p>
    </div>
  </div>
</template>

<style scoped lang="sass">
.content
  padding-top: 80px
  background-image: radial-gradient(circle at 3% -58%, rgba(255, 67, 62, 0.4) 35%, rgba(255, 255, 255, 0) 39%)
  color: #bebebe
  font-family: Neue Montreal, sans-serif
  font-size: 18px
  line-height: 155%
.wrapper
  justify-content: space-between
  align-items: center
  width: 85%
  max-width: 1280px
  margin-left: auto
  margin-right: auto
  display: flex
  position: relative
  padding-bottom: 80px

  &.privacy-policy
    text-align: left
    flex-direction: column
    justify-content: center
    align-items: flex-start
    padding-top: 75px

h1
  color: white
  text-align: center
  letter-spacing: -2.5px
  margin-top: 0
  margin-bottom: 0
  font-family: Neue Montreal, sans-serif
  font-size: 9ch
  font-weight: 700
  line-height: 1em
  position: relative

.align-left
  margin-bottom: 20px

.terms-of-use p
  color: #7a8386
  margin-top: 16px
p
  line-height: 35px
  margin: 10px
h2
  color: white
  font-family: Neue Montreal, sans-serif
  font-size: 5ch
  font-weight: 700
  line-height: 1.3em
  margin: 15px 0

h3
  color: white
  letter-spacing: -.4px
  margin-top: 0
  margin-bottom: 0
  font-family: Neue Montreal, sans-serif
  font-size: 32px
  font-weight: 500
  line-height: 159%

ul, ol
  // margin-top: 20px
  // margin-bottom: 40px
  padding-left: 40px

.terms-of-use li
  color: #7a8386
  margin-top: 10px
  padding-bottom: 10px
  font-size: 16px
  list-style-type: disc
@media screen and (max-width: 479px)
  h1
    letter-spacing: -2px
    font-size: 50px

  h2
    font-size: 32px

  h3
    font-size: 27px
</style>
