<script lang="ts" setup></script>
<template>
  <div class="content">
    <div class="main">
      <div class="title">{{ $lang('風險提示與聲明') }}</div>
      <div class="time">2023-10-12 08:08:40</div>
      <div style="font-size: 14px">
        <p>
          <span style="font-family: initial !important"
            >{{ $lang('GTL平台加密數字資產交易的風險內容提醒') }}
            <br />
            <br />{{
              $lang(
                '一、GTL平台上線的幣幣交易、合約交易，以及其他相關服務僅供符合GTL平台註冊要求的合格用戶（以下簡稱為“平台用戶”）使用。'
              )
            }}
            <br />
            <br />{{
              $lang('二、平台用戶應完成賬戶的實名認證，並完善個人資料。')
            }}
            <br />
            <br />{{
              $lang(
                '三、平台用戶有責任妥善保管賬戶及密碼，不應委託他人管理賬戶，且不得將賬戶及密碼透露給他人。否則，由此可能導致的風險將由平台用戶自行承擔。'
              )
            }}
            <br />
            <br />{{
              $lang(
                '四、在GTL平台進行加密數字資產交易過程中，可能面臨政策風險、合規風險、收益風險、交易風險以及不可抗力風險等多方面的風險。具體如下：'
              )
            }}
            <br />
            <br />a、{{
              $lang(
                '政策風險：國家宏觀政策及相關法律法規發生變化，可能影響加密數字資產的交易，進而導致平台用戶遭受損失。在本告知書中，國家指的是中華人民共和國大陸、香港特別行政區、新加坡共和國以及平台用戶所在國家。'
              )
            }}
            <br />
            <br />b、{{
              $lang(
                '合規風險：加密數字資產交易違反國家法律法規規定而引起的風險由平台用戶自行承擔。'
              )
            }}
            <br />
            <br />c、{{
              $lang(
                '收益風險：由於加密數字資產交易的特殊性，其價值波動較大，平台用戶應自行承擔交易和理財收益為負的風險。'
              )
            }}
            <br />
            <br />d、{{
              $lang(
                '交易風險：平台用戶之間的轉讓交易基於雙方的共同認可，GTL平台不對任何交易成功作出承諾或擔保。'
              )
            }}
            <br />
            <br />e、{{
              $lang(
                '不可抗力風險：指不可預見且無法避免或克服的自然災害、戰爭、罷工、黑客攻擊等客觀情況的出現，可能嚴重影響GTL平台的正常運行，進而導致平台用戶損失或加密數字資產被盜等情形。對於因不可抗力而導致的損失，GTL平台不承擔任何民事責任。'
              )
            }}
            <br />
            <br />f、{{
              $lang(
                '加密數字資產下線風險：加密數字資產的開發者破產、清算、解散，或因違反國家法律法規要求而被迫下線交易的風險。'
              )
            }}
            <br />
            <br />g、{{
              $lang(
                '技術風險：在加密數字資產日常交易中，可能因技術系統故障或錯誤導致交易異常，影響平台用戶權益。'
              )
            }}
            <br />
            <br />h、{{
              $lang('操作風險：因平台用戶操作失誤或違反操作規程所引起的風險。')
            }}
            <br />
            <br />i、{{
              $lang(
                '賬戶凍結風險：因平台用戶涉嫌違法犯罪行為、債務違約等被司法凍結或強制執行風險。'
              )
            }}
            <br />
            <br />{{
              $lang('關於在GTL平台進行加密數字資產交易的禁止性行為告知')
            }}
            <br />
            <br />{{
              $lang(
                '一、禁止洗錢、虛假交易、非法集資、詐騙等行為，不得使用他人身份註冊賬戶，也不得在GTL平台進行KYC核實信息時故意隱瞞或虛假填報。'
              )
            }}
            {{
              $lang(
                'GTL平台有權對上述可疑行為的平台用戶採取凍結賬戶、終止賬戶使用、或隱藏、下線加密數字資產等措施。'
              )
            }}
            <br />
            <br />{{
              $lang(
                '二、本風險提示與聲明的內容為列舉性質，未能詳盡列明平台用戶所面臨的全部風險和可能遭受的全部損失因素。在平台用戶使用GTL平台進行加密數字資產交易前，請仔細閱讀並理解相關的交易規則、產品活動內容，以及其他相關協議和本風險提示與聲明的全部內容。請確保您已經進行足夠的風險評估並做好充分的財務安排，以避免因參與加密數字資產交易而承受難以承受的損失。'
              )
            }}
            <br />
            <br />{{
              $lang(
                '三、在GTL平台進行加密數字資產交易的風險由平台用戶自行承擔，GTL平台不對平台用戶的加密數字資產本金免受損失或取得一定收益作出任何承諾。'
              )
            }}
            <br />
            <br /><strong>{{ $lang('平台用戶承諾') }}</strong>
            <br />
            <br />{{
              $lang(
                '平台用戶不會在GTL平台上進行任何可能違反其所在國家法律法規的行為；如果平台用戶涉嫌違法違規行為，或其交易行為觸發了GTL平台的風控機制，平台用戶同意GTL平台有權凍結賬戶、註銷賬戶等措施，並願意承擔相應的法律責任。'
              )
            }}
            <br />
            <br />{{
              $lang(
                '特別提醒：平台用戶點擊同意本風險提示與聲明，即表示已理解並願意自行承擔交易風險和損失。'
              )
            }}
            {{
              $lang('GTL平台不對加密數字資產本金及收益作出任何保證或連帶責任。')
            }}</span
          >
        </p>
      </div>
    </div>
  </div>
</template>

<style scoped lang="sass">
.content
  color: white
  padding: 120px 20px
  background-color: #0d0e0f
  .main
    max-width: 1200px
    margin: 0 auto
    width: 100%
    .title
      margin-bottom: 24px
      line-height: 28px
      font-weight: 700
      font-size: 24px
      color: #f2f4f6
    .time
      font-size: 14px
      color: #87909f
      margin-bottom: 40px
      margin-top: 14px
    p
      font-family: initial !important
</style>
