<script lang="ts" setup></script>

<template>
  <div class="content">
    <div class="wrapper privacy-policy">
      <h1 class="align-left">{{ $lang('使用條款') }}</h1>
      <h2>{{ $lang('同意條款') }}</h2>
      <p>
        {{
          $lang(
            '這些使用條款構成您個人或代表實體（「您」）與 Kava Labs Inc（「本公司」、「我們」、「我們」或「我們的」）之間達成的具有法律約束力的協議，涉及您訪問和使用Kava網站以及與其相關、連結或以其他方式連接的任何其他媒體形式、媒體管道、行動網站或行動應用程式（統稱為「網站」）。您同意造訪本網站即表示您已閱讀、瞭解並同意受所有這些使用條款的約束。如果您不同意所有這些使用條款，則明確禁止您使用本網站，並且您必須立即停止使用。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '網站上可能不時發布的補充條款和條件或文件特此透過引用明確併入本文。我們保留自行決定隨時以任何理由更改或修改這些使用條款的權利。我們將透過更新這些使用條款的「最後更新」日期來提醒您任何更改，並且您放棄接收每個此類更改的具體通知的權利。您有責任定期查看這些使用條款以隨時了解更新。如果您在修訂後的使用條款發布之日後繼續使用本網站，則將受到任何修訂後的使用條款的更改的約束，並將被視為已了解並接受任何修訂後的使用條款的更改。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '本網站提供的資訊無意分發給任何司法管轄區或國家/地區的任何個人或實體或供其使用，如果此類分發或使用將違反法律或法規，或使我們受到該司法管轄區或國家/地區的任何註冊要求。因此，那些選擇從其他地點造訪本網站的人是自願這樣做的，並且在當地法律適用的情況下，全權負責遵守當地法律。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '本網站適用於年滿 13 歲的使用者。所有在其居住地管轄範圍內屬於未成年人（一般為 18 歲以下）的使用者必須獲得其父母或監護人的許可並在其直接監督下才能使用本網站。如果您是未成年人，在使用本網站之前，您必須讓您的父母或監護人閱讀並同意這些使用條款。'
          )
        }}
      </p>
      <h2>{{ $lang('智慧財產') }}</h2>
      <p>
        {{
          $lang(
            '除非另有說明，本網站以及本網站上的所有原始程式碼、資料庫、功能、軟體、網站設計、音訊、視訊、文字、照片和圖形（統稱為「內容」）以及商標、服務是我們的專有財產。網站上的內容和標記是「按原樣」提供，僅供您參考和個人使用。除非本使用條款明確規定，否則本網站的任何部分以及任何內容或標記均不得被複印、複製、聚合、重新發布、上傳、張貼、公開展示、編碼、翻譯、傳輸、散佈、出售、授權或未經我們事先明確書面許可，不得出於任何商業目的以其他方式利用。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '如果您有資格使用本網站，您將被授予有限許可來存取和使用本網站，以及下載或列印您已正確存取的內容的任何部分的副本，僅供您個人、非商業目的使用。我們保留未明確授予您的網站、內容和標記的所有權利。'
          )
        }}
      </p>
      <h2>{{ $lang('使用者陳述') }}</h2>
      <p>{{ $lang('使用本網站，即表示您聲明並保證：') }}</p>
      <div class="terms-of-use align-left">
        <ul>
          <li>
            (1) {{ $lang('您具有法律行為能力並且您同意遵守本使用條款；') }}
          </li>
          <li>(2) {{ $lang('您未滿13歲；') }}</li>
          <li>
            (3)
            {{
              $lang(
                '在您所居住的司法管轄區，您不是未成年人，或如果您是未成年人，您已獲得家長使用本網站的許可；'
              )
            }}
          </li>
          <li>
            (4)
            {{
              $lang(
                '您不會透過自動或非人為方式造訪本網站，無論是透過機器人、腳本或其他方式；'
              )
            }}
          </li>
          <li>
            (5) {{ $lang('您不會將本網站用於任何非法或未經授權的目的；') }}
          </li>
          <li>
            (6) {{ $lang('您對本網站的使用不會違反任何適用的法律或法規。') }}
          </li>
        </ul>
      </div>
      <p>
        {{
          $lang(
            '如果您提供的任何資訊不真實、不準確、不是最新的或不完整，我們有權暫停或終止您的帳戶，並拒絕目前或將來本網站（或其任何部分）的任何及所有使用。'
          )
        }}
      </p>
      <h2>{{ $lang('禁止活動') }}</h2>
      <p>
        {{
          $lang(
            '除我們提供本網站的目的之外，您不得為任何目的造訪或使用本網站。除經我們特別認可或批准的商業活動外，本網站不得用於任何商業活動。'
          )
        }}
      </p>
      <p>{{ $lang('作為本網站的用戶，您同意不會：') }}</p>
      <h2>{{ $lang('用戶貢獻') }}</h2>

      <p>
        {{
          $lang(
            '本網站不提供使用者提交或發佈內容的機會。我們可能為您提供機會向我們或在網站上創建、提交、發布、展示、傳輸、執行、發布、分發或廣播內容和材料，包括但不限於文字、文字、視訊、音訊、照片、圖形、評論、建議或個人資訊或其他資料（統稱為「貢獻」）。本網站的其他使用者可以透過第三方網站查看貢獻內容。因此，您傳輸的任何貢獻都可以根據網站隱私權政策進行處理。當您創建或提供任何貢獻時，您聲明並保證：'
          )
        }}
      </p>
      <div class="terms-of-use align-left">
        <ul>
          <li>
            {{
              $lang(
                '您的貢獻的創建、分發、傳輸、公開展示或表演以及訪問、下載或複製不會也不會侵犯專有權利，包括但不限於版權、專利、商標、商業機密或任何第三方的精神權利。'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '您是創建者和所有者，或擁有必要的許可、權利、同意、發布和權限來使用並授權我們、本網站和本網站的其他使用者以本網站和這些內容設想的任何方式使用您的貢獻。使用條款。'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '您已獲得您的貢獻中的每個可識別個人的書面同意、釋放和/或許可，可以使用每個可識別個人的姓名或肖像，以便以您所設想的任何方式納入和使用您的貢獻。網站和這些使用條款。'
              )
            }}
          </li>
          <li>{{ $lang('您的貢獻不存在虛假、不準確或誤導性。') }}</li>
          <li>
            {{
              $lang(
                '您的貢獻不是未經請求或未經授權的廣告、促銷資料、傳銷、連鎖信、垃圾郵件、群組郵件或其他形式的招攬行為。'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '您的貢獻不包含淫穢、猥褻、淫蕩、骯髒、暴力、騷擾、誹謗、誹謗或其他令人反感的內容（由我們確定）。'
              )
            }}
          </li>
          <li>
            {{ $lang('您的貢獻不會嘲笑、嘲笑、貶低、恐嚇或辱罵任何人。') }}
          </li>
          <li>
            {{
              $lang(
                '您的貢獻不會用於騷擾或威脅（在這些術語的法律意義上）任何其他人，也不會用於宣揚針對特定個人或特定群體的暴力行為。'
              )
            }}
          </li>
          <li>{{ $lang('您的貢獻不違反任何適用的法律、法規或規則。') }}</li>
          <li>{{ $lang('您的貢獻不會侵犯任何第三方的隱私或公開權。') }}</li>
          <li>
            {{
              $lang(
                '您的貢獻不包含任何向 18 歲以下的人索取個人資訊或以性或暴力方式剝削 18 歲以下的人的資料。'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '您的貢獻不違反任何有關兒童色情的適用法律，或以其他方式旨在保護未成年人的健康或福祉。'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '您的貢獻不包括任何與種族、國籍、性別、性取向或身體殘疾有關的攻擊性評論。'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '您的貢獻不違反本使用條款或任何適用法律或法規的任何規定，或連結到違反這些規定的資料。'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '任何違反前述規定的使用本網站的行為都違反了這些使用條款，並可能導致您使用本網站的權利終止或暫停等。'
              )
            }}
          </li>
        </ul>
      </div>
      <h2>{{ $lang('貢獻許可') }}</h2>
      <p>
        {{
          $lang(
            '您和本網站同意我們可以根據隱私權政策的條款和您的選擇（包括設定）存取、儲存、處理和使用您提供的任何資訊和個人資料。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '透過提交有關本網站的建議或其他回饋，即表示您同意我們可以出於任何目的使用和分享此類回饋，而無需向您提供補償。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '我們不主張對您的貢獻有任何所有權。您保留對您的所有貢獻以及與您的貢獻相關的任何智慧財產權或其他專有權利的完全所有權。對於您在本網站任何區域提供的貢獻中的任何聲明或陳述，我們不承擔任何責任。您對您對本網站的貢獻負完全責任，並且您明確同意免除我們的任何及所有責任，並避免就您的貢獻對我們採取任何法律行動。'
          )
        }}
      </p>
      <h2>{{ $lang('意見書') }}</h2>
      <p>
        {{
          $lang(
            '您承認並同意，您向我們提供的有關本網站的任何問題、評論、建議、想法、回饋或其他資訊（「提交內容」）都是非機密的，並應成為我們的專有財產。我們擁有專有權，包括所有智慧財產權，並有權出於任何合法目的（商業或其他目的）不受限制地使用和傳播這些提交內容，而無需向您確認或補償。您特此放棄對任何此類提交內容的所有精神權利，並且您特此保證任何此類提交內容均為您原創，或者您有權提交此類提交內容。您同意，對於您提交的內容中任何涉嫌或實際的侵犯或盜用任何專有權的行為，我們不得追索。'
          )
        }}
      </p>
      <h2>{{ $lang('第三方網站和內容') }}</h2>
      <p>
        {{
          $lang(
            '本網站可能包含（或您可能透過本網站發送）其他網站（「第三方網站」）的連結以及文章、照片、文字、圖形、圖片、設計、音樂、聲音、影片、資訊、應用程式、軟體和其他屬於或源自第三方的內容或項目（「第三方內容」）。我們不會調查、監控或檢查此類第三方網站和第三方內容的準確性、適當性或完整性，且我們對透過本網站存取的任何第三方網站或發布的任何第三方內容不承擔任何責任本網站上的、透過本網站提供的或從本網站安裝的，包括第三方網站或第三方內容的內容、準確性、攻擊性、意見、可靠性、隱私權做法或其他政策或包含在其中。包含、連結或允許使用或安裝任何第三方網站或任何第三方內容並不代表我們批准或認可。如果您決定離開本網站並造訪第三方網站或使用或安裝任何第三方內容，您將自行承擔風險，並且您應該知道這些使用條款不再適用。您應該查看您從本網站導航到的任何網站或與您使用或從本網站安裝的任何應用程式相關的適用條款和政策，包括隱私權和資料收集實務。您透過第三方網站進行的任何購買都將透過其他網站和其他公司進行，我們對僅在您和適用的第三方之間進行的此類購買不承擔任何責任。您同意並承認我們不認可第三方網站上提供的產品或服務，並且您應確保我們免受因您購買此類產品或服務而造成的任何損害。此外，您應保護我們免受因任何第三方內容或與第三方網站的任何聯繫而遭受的任何損失或對您造成的傷害。'
          )
        }}
      </p>
      <h2>{{ $lang('現場管理') }}</h2>
      <p>{{ $lang('我們保留以下權利，但沒有義務：') }}</p>
      <div class="terms-of-use align-left">
        <ul>
          <li>{{ $lang('監控網站是否違反這些使用條款；') }}</li>
          <li>
            {{
              $lang(
                '對我們自行判斷違反法律或本使用條款的任何人採取適當的法律行動，包括但不限於向執法機構舉報此類使用者；'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '我們自行決定且不限於拒絕、限制存取、限制其可用性或停用（在技術可行的範圍內）您的任何貢獻或其任何部分；'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '我們自行決定且不限於通知或承擔責任，從網站中刪除或以其他方式停用所有尺寸過大或以任何方式對我們的系統造成負擔的文件和內容；'
              )
            }}
          </li>
          <li>
            {{
              $lang(
                '並以其他方式管理本網站，旨在保護我們的權利和財產並促進本網站的正常運作。'
              )
            }}
          </li>
        </ul>
      </div>
      <h2>{{ $lang('隱私權政策') }}</h2>
      <p>
        {{ $lang('我們關心資料隱私和安全。請查看我們的隱私權政策：')
        }}<a
          href="https://assets.website-files.com/5f296ef562ef7f45ea0fb333/5f5f825af4acfa8620d76ee1_Kava%20Privacy%20Policy.pdf"
          >https://assets.website-files.com/5f296ef562ef7f45ea0fb333/5f5f825af4acfa8620d76ee1_Kava%20Privacy%20Policy.pdf</a
        >
        。
      </p>
      <p>
        {{
          $lang(
            '使用本網站即表示您同意受我們的隱私權政策的約束，該政策已納入本使用條款。請注意，該網站託管在美國。如果您從世界任何其他地區造訪本網站，其管轄個人資料收集、使用或揭露的法律或其他要求與美利堅合眾國的適用法律不同，那麼透過您繼續使用本網站，您將轉移您的資訊資料傳輸至美國，並且您同意將您的資料傳輸至美國並在美國進行處理。此外，我們不會故意接受、要求或徵求兒童的訊息，也不會故意向兒童推銷訊息。因此，根據美國《兒童在線隱私保護法》，如果我們實際得知13歲以下的任何人在未經必要且可驗證的父母同意的情況下向我們提供了個人信息，我們將盡快從網站上刪除該資訊。'
          )
        }}
      </p>
      <h2>{{ $lang('期限和終止') }}</h2>
      <p>
        {{
          $lang(
            '當您使用本網站時，這些使用條款仍具有完全效力。在不限制這些使用條款的任何其他規定的情況下，我們保留自行決定以任何理由拒絕任何人存取和使用本網站（包括阻止某些IP位址）的權利，恕不另行通知或承擔責任。理由，包括但不限於違反本使用條款或任何適用法律或法規中包含的任何陳述、保證或契約。我們可以自行決定終止您對本網站的使用或參與，或刪除您隨時發布的任何內容或訊息，恕不另行通知。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '如果我們因任何原因終止或暫停您的帳戶，您將被禁止以您的名義、假冒或借用的姓名或任何第三方的名義註冊和建立新帳戶，即使您可能代表第三方行事派對。除了終止或暫停您的帳戶外，我們保留採取適當法律行動的權利，包括但不限於尋求民事、刑事和禁制令救濟。'
          )
        }}
      </p>
      <h2>{{ $lang('修改和中斷') }}</h2>
      <p>
        {{
          $lang(
            '我們保留隨時或以任何理由自行決定更改、修改或刪除本網站內容的權利，恕不另行通知。但是，我們沒有義務更新我們網站上的任何資訊。我們也保留隨時修改或終止本網站全部或部分內容的權利，恕不另行通知。我們不會因本網站的任何修改、價格變更、暫停或終止而對您或任何第三方承擔責任。'
          )
        }}
      </p>
      <p>
        {{
          $lang(
            '我們不能保證網站始終可用。我們可能會遇到硬體、軟體或其他問題，或需要執行與網站相關的維護，從而導致中斷、延遲或錯誤。我們保留隨時或基於任何原因更改、修改、更新、暫停、終止或以其他方式修改本網站的權利，恕不另行通知。您同意，對於您在本網站停機或中斷期間無法存取或使用本網站而造成的任何損失、損害或不便，我們不承擔任何責任。本使用條款中的任何內容均不得解釋為要求我們有義務維護和支持本網站或提供與之相關的任何更正、更新或發布。'
          )
        }}
      </p>
      <h2>{{ $lang('適用法律') }}</h2>
      <p>
        {{
          $lang(
            '這些條款應受美國加州法律管轄並依其定義。 Kava Labs Inc 和您不可撤銷地同意加州舊金山法院擁有解決與這些條款相關的任何爭議的專屬管轄權。'
          )
        }}
      </p>

      <h2>{{ $lang('爭議解決') }}</h2>
      <p>{{ $lang('具有約束力的仲裁') }}</p>
      <p>
        {{
          $lang(
            '因本合約引起的或與本合約有關的任何爭議，包括有關其存在、有效性或終止的任何問題，均應提交歐洲仲裁庭國際商事仲裁院（比利時，布魯塞爾，Avenue Louise，146）並最終解決。）根據本廉政公署的規則，因引用該規則而視為本條款的一部分。仲裁所在地或合法地點為加州舊金山。訴訟語言為英語。合約的管轄法律應為加州和美利堅合眾國的實體法。‍'
          )
        }}
      </p>
      <h2>{{ $lang('限制') }}</h2>
      <p>
        {{
          $lang(
            '雙方同意任何仲裁應僅限於雙方單獨之間的爭議。在法律允許的最大範圍內，'
          )
        }}
      </p>
      <div class="terms-of-use align-left">
        <ul>
          <li>(a) {{ $lang('仲裁不得與任何其他程序合併；') }}</li>
          <li>
            (b)
            {{
              $lang(
                '沒有權利或授權對任何爭議進行集體訴訟仲裁或利用集體訴訟程序；'
              )
            }}
          </li>
          <li>
            (c)
            {{
              $lang('沒有權利或授權以代表公眾或任何其他人的名義提出任何爭議。‍')
            }}
          </li>
        </ul>
      </div>
      <h2>{{ $lang('仲裁的例外情況') }}</h2>
      <p>
        {{
          $lang('雙方同意，以下爭議不受上述有關具有約束力的仲裁的規定的約束：')
        }}
      </p>
      <div class="terms-of-use align-left">
        <ul>
          <li>
            (a)
            {{
              $lang(
                '尋求執行或保護一方的任何知識產權或涉及一方的任何知識產權的有效性的任何爭議；'
              )
            }}
          </li>
          <li>
            (b)
            {{
              $lang(
                '與盜竊、盜版、侵犯隱私或未經授權使用的指控有關或由此產生的任何爭議；'
              )
            }}
          </li>
          <li>
            (c)
            {{
              $lang(
                '任何禁制令救濟索賠。若本條款被認定為非法或不可執行，則任何一方均不得選擇對屬於本條款被認定為非法或不可執行部分的任何爭議進行仲裁，且此類爭議應由下列法院內具有管轄權的法院裁決：上述管轄權，雙方同意服從該法院的屬人管轄權。'
              )
            }}
          </li>
        </ul>
      </div>
      <h2>{{ $lang('更正') }}</h2>
      <p>
        {{
          $lang(
            '本網站上的資訊可能包含印刷錯誤、不準確或遺漏，包括描述、定價、可用性和各種其他資訊。我們保留隨時糾正任何錯誤、不準確或遺漏以及更改或更新網站資訊的權利，恕不另行通知。'
          )
        }}
      </p>
      <h2>{{ $lang('免責聲明') }}</h2>
      <p>
        {{
          $lang(
            '該網站按原樣和可用狀態提供。您同意自行承擔使用本網站和我們服務的風險。在法律允許的最大範圍內，我們不承擔與本網站及其使用相關的所有明示或暗示的保證，包括但不限於適銷性、特定用途的適用性和不侵權的暗示保證。我們對本網站內容或與本網站連結的任何網站的內容的準確性或完整性不做任何保證或陳述，並且我們對任何'
          )
        }}
      </p>
      <div class="terms-of-use align-left">
        <ul>
          <li>
            (1)
            {{
              $lang('內容和資料的錯誤、錯誤或不準確之處不承擔任何責任或義務，')
            }}
          </li>
          <li>
            (2)
            {{
              $lang(
                '因您造訪和使用本網站而導致的任何性質的人身傷害或財產損失，'
              )
            }}
          </li>
          <li>
            (3)
            {{
              $lang(
                '任何未經授權的存取或使用我們的安全伺服器和/或任何及所有個人資訊和/或財務資訊其中儲存的，'
              )
            }}
          </li>
          <li>(4) {{ $lang('向本網站或從本網站傳輸的任何中斷或停止，') }}</li>
          <li>
            (5)
            {{
              $lang(
                '任何第三方可能向本網站或透過本網站傳輸的任何錯誤、病毒、特洛伊木馬或類似內容，和/或'
              )
            }}
          </li>
          <li>
            (6)
            {{
              $lang(
                '任何內容和資料中的任何錯誤或遺漏，或因使用透過本網站發布、傳輸或以其他方式提供的任何內容而導致的任何類型的損失或損害。我們不對第三方透過本網站、任何超連結網站或任何橫幅或其他廣告中出現的任何網站或行動應用程式廣告或提供的任何產品或服務提供保證、認可、保證或承擔責任，且我們不會成為您與產品或服務的任何第三方提供者之間的任何交易的一方或以任何方式負責監控您與產品或服務的任何第三方提供者之間的任何交易。與透過任何媒介或在任何環境中購買產品或服務一樣，您應運用您的最佳判斷並在適當的情況下保持謹慎。'
              )
            }}
          </li>
        </ul>
      </div>
      <h2>{{ $lang('責任限制') }}</h2>
      <p>
        {{
          $lang(
            '在任何情況下，我們或我們的董事、員工或代理均不對您或任何第三方承擔任何直接、間接、後果性、懲戒性、偶然、特殊或懲罰性損害的責任，包括利潤損失、收入損失、資料遺失、或因您使用本網站而造成的其他損害，即使我們已被告知發生此類損害的可能性。無論本文是否有相反規定，我們對您承擔的任何原因和訴訟形式的責任始終僅限於您在六'
          )
        }}
        (6)
        {{
          $lang(
            '個月內向我們支付的金額（如有）任何訴訟原因發生之前的一段時間。美國某些州法律和國際法律不允許限制默示保固或排除或限制某些損害。如果這些法律適用於您，則上述部分或全部免責聲明或限制可能不適用於您，並且您可能擁有其他權利。'
          )
        }}
      </p>
      <h2>{{ $lang('保障') }}</h2>
      <p>
        {{
          $lang(
            '您同意針對任何損失、損害、責任、索賠或要求（包括合理的律師），為我們（包括我們的子公司、附屬公司以及我們各自的所有管理人員、代理、合作夥伴和員工）辯護、賠償並使其免受損害。'
          )
        }}
        (2) {{ $lang('違反本使用條款；') }}
        (3)
        {{ $lang('任何違反您在本使用條款中規定的陳述和保證的行為；') }}
        (4)
        {{ $lang('您侵害第三人權利，包括但不限於智慧財產權；') }}
        (5)
        {{
          $lang(
            '對透過本網站與您聯繫的本網站任何其他使用者的任何明顯有害行為。儘管有上述規定，我們保留對您需要賠償我們的任何事項進行獨家辯護和控制的權利，費用由您承擔，並且您同意自費配合我們對此類索賠的辯護。一旦發現任何此類索賠、訴訟或程序，我們將盡合理努力通知您此類索賠、訴訟或程序。'
          )
        }}
      </p>
      <h2>{{ $lang('使用者資料') }}</h2>
      <p>
        {{
          $lang(
            '我們將保留您為了管理本網站的效能而傳輸到本網站的某些數據，以及與您使用本網站相關的數據。儘管我們定期進行資料備份，但您對您傳輸的所有資料或與您使用本網站進行的任何活動相關的所有資料負全部責任。您同意，我們對任何此類資料的遺失或損壞不承擔任何責任，並且您特此放棄因此類資料的任何此類遺失或損壞而對我們提起訴訟的權利。'
          )
        }}
      </p>
      <h2>{{ $lang('電子通訊、交易和簽名') }}</h2>
      <p>
        {{
          $lang(
            '造訪本網站、向我們發送電子郵件以及填寫線上表格構成電子通訊。您同意接收電子通信，您同意我們透過電子郵件和在網站上以電子方式向您提供的所有協議、通知、揭露和其他通信均滿足此類通信以書面形式提供的任何法律要求。您特此同意使用電子簽名、合約、訂單和其他記錄，並同意以電子方式交付由我們或透過本網站發起或完成的交易記錄、通知、政策和記錄。您特此放棄任何司法管轄區的任何法令、法規、規則、條例或其他法律規定的任何權利或要求，這些權利或要求要求原始簽名或交付或保留非電子記錄，或透過其他任何方式付款或授予信用。'
          )
        }}
      </p>
      <h2>{{ $lang('加州用戶和居民') }}</h2>
      <p>
        {{
          $lang(
            '如果向我們提出的任何投訴未得到滿意解決，您可以書面聯繫加州消費者事務部消費者服務部投訴協助部門，地址為'
          )
        }}
        1625 North Market Blvd., Suite N 112, Sacramento, California 95834。
      </p>
      <h2>{{ $lang('各種各樣的') }}</h2>
      <p>
        {{
          $lang(
            '本使用條款以及我們在本網站上發布的或與本網站相關的任何政策或操作規則構成您和我們之間的完整協議和諒解。我們未行使或執行本使用條款的任何權利或規定並不構成對該權利或規定的放棄。這些使用條款在法律允許的最大範圍內運作。我們可以隨時將我們的任何或全部權利和義務轉讓給他人。對於因超出我們合理控制範圍的任何原因造成的任何損失、損壞、延遲或未採取行動，我們不承擔任何責任。如果本使用條款的任何規定或規定的一部分被確定為非法、無效或不可執行，則該規定或規定的一部分被視為可與本使用條款分開，並且不影響任何剩餘條款的有效性和可執行性。您和我們之間不會因本使用條款或使用本網站而建立合資、合夥、僱傭或代理關係。您同意這些使用條款不會因為起草而被解釋為對我們不利。您特此放棄基於本使用條款的電子形式以及雙方未簽署來執行這些使用條款而可能擁有的任何及所有抗辯權。'
          )
        }}
      </p>
      <h2>{{ $lang('聯絡我們') }}</h2>
      <p>
        {{
          $lang(
            '為了解決有關本網站的投訴或獲取有關本網站使用的更多信息，請透過以下方式與我們聯繫：'
          )
        }}
      </p>
      <div class="terms-of-use align-left">
        <div class="terms-of-use align-left">
          <ul>
            <li>Kava Labs Inc</li>
            <li>2 Embarcadero Center</li>
            <li>San Francisco, CA 94111</li>
            <li>{{ $lang('美國') }}</li>
          </ul>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="sass">
.content
  padding-top: 80px
  background-image: radial-gradient(circle at 3% -58%, rgba(255, 67, 62, 0.4) 35%, rgba(255, 255, 255, 0) 39%)
  color: #bebebe
  font-family: Neue Montreal, sans-serif
  font-size: 18px
  line-height: 155%
.wrapper
  justify-content: space-between
  align-items: center
  width: 85%
  max-width: 1280px
  margin-left: auto
  margin-right: auto
  display: flex
  position: relative

  &.privacy-policy
    text-align: left
    flex-direction: column
    justify-content: center
    align-items: flex-start
    padding-top: 75px

h1
  color: white
  text-align: center
  letter-spacing: -2.5px
  margin-top: 0
  margin-bottom: 0
  font-family: Neue Montreal, sans-serif
  font-size: 9ch
  font-weight: 700
  line-height: 1em
  position: relative

.align-left
  text-align: left
  flex-direction: column
  align-items: flex-start
  display: flex
  text-align: left
  flex-direction: column
  align-items: flex-start
  display: flex
  margin-bottom: 20px

.terms-of-use p
  color: #7a8386
  margin-top: 16px
p
  line-height: 35px
  margin: 10px
h2
  color: white
  font-family: Neue Montreal, sans-serif
  font-size: 5ch
  font-weight: 700
  line-height: 1.3em
  margin: 15px 0

h3
  color: white
  letter-spacing: -.4px
  margin-top: 0
  margin-bottom: 0
  font-family: Neue Montreal, sans-serif
  font-size: 32px
  font-weight: 500
  line-height: 159%

ul, ol
  // margin-top: 20px
  // margin-bottom: 40px
  padding-left: 40px

.terms-of-use li
  color: #7a8386
  margin-top: 10px
  padding-bottom: 10px
  font-size: 16px
  list-style-type: disc
@media screen and (max-width: 479px)
  h1
    letter-spacing: -2px
    font-size: 50px

  h2
    font-size: 32px

  h3
    font-size: 27px
</style>
