
{
  "hello": "你好啊",
  "請輸入帳號": "Please enter your account",
  "請輸入密碼": "Please enter your password",
  "驗證碼錯誤": "Incorrect verification code",
  "登入": "Login",
  "用戶帳號": "User account",
  "登入密碼": "Login password",
  "辨識碼": "Identification code",
  "本頁面受 reCAPTCHA 機制保護，並遵守 Google 的": "This page is protected by reCAPTCHA and governed by Google’s",
  "隱私權政策": "Privacy Policy",
  "及": "and",
  "服務條款": "Terms of Service",
  "取消": "Cancel",
  "請將您用來登入": "Please set up two-factor authentication on the phone you use to log in, and maintain clearing browsing history, which can protect your account from being compromised due to password leaks. Even if your password is stolen, the thief will not be able to successfully log into your account.",
  "的手機設定兩步驟驗證，並保持清除瀏覽紀錄，這可以保護您的帳戶安全，使其不致於因為密碼外洩而遭盜用，即使密碼遭盜用，盜用者也無法成功登入您的帳戶。": "Please set up two-step verification on the phone you use to log in, and maintain clearing browsing history, which can protect your account from being compromised due to password leaks. Even if your password is stolen, the thief will not be able to successfully log into your account.",
  "還沒有帳號嗎?": "Don't have an account yet?",
  "立即申辦": "Sign up now",
  "忘記密碼": "Forgot password",
  "請勾選同意條款": "Please check to agree to the terms",
  "註冊": "Register",
  "推薦碼": "Referral code",
  "選填": "Optional",
  "需使用4-20位英文或數字": "Must use 4-20 English letters or numbers",
  "需混合填入8個(含)以上字元大小寫、數字，不可與用戶帳號金鑰密碼相同": "Must mix in 8 or more characters, including upper and lower case letters and numbers, and cannot be the same as the user account key password",
  "登入密碼確認": "Confirm login password",
  "確認相同": "Confirm it is the same",
  "與登入密碼不相同": "Does not match the login password",
  "金鑰密碼": "Key password",
  "需混合填入8個(含)以上字元大小寫、數字，不可與用戶帳號、登入密碼相同": "Must mix in 8 or more characters, including upper and lower case letters and numbers, and cannot be the same as the user account or login password",
  "金鑰密碼確認": "Confirm key password",
  "與交易密碼不相同": "Does not match the transaction password",
  "用戶名稱": "User name",
  "必填": "Required",
  "手機號碼": "Mobile number",
  "手機號碼開頭須為09，共10碼": "The mobile number must start with 09 and consist of 10 digits",
  "驗證碼": "Verification code",
  "我已年滿 18 歲，並已閱讀、接受並同意條款和條件、規則、隱私政策、Cookie 政策以及與年齡驗證相關的政策": "I am over 18 years old and have read, accepted, and agree to the Terms and Conditions, Rules, Privacy Policy, Cookie Policy, and policies related to age verification",
  "條款和條件": "Terms and Conditions",
  "的手機設定兩步驟驗證，這可以保護您的帳戶安全，使其不致於因為密碼外洩而遭盜用，即使密碼遭盜用，盜用者也無法成功登入您的帳戶。": "Set up two-factor authentication on your phone, which can protect your account from being compromised due to password leaks. Even if your password is stolen, the thief will not be able to successfully log into your account.",
  "已經註冊過?": "Already registered?",
  "本隱私權政策描述了我們在您使用服務時收集、使用和揭露您的資訊的政策和程序，並告訴您您的隱私權以及法律如何保護您。": "This Privacy Policy describes our policies and procedures on the collection, use, and disclosure of your information when you use our service and tells you about your privacy rights and how the law protects you.",
  "我們使用您的個人資料來提供和改進服務。使用服務即表示您同意根據本隱私權政策收集和使用資訊。": "We use your personal data to provide and improve our service. By using the service, you agree to the collection and use of information according to this Privacy Policy.",
  "解釋和定義": "Explanations and Definitions",
  "解釋": "Explanation",
  "首字母大寫的單字具有在以下條件下定義的含義。下列定義無論以單數或複數形式出現，均具有相同的意義。": "Capitalized words have the meanings specified below. These definitions shall have the same meaning regardless of whether they appear in singular or plural form.",
  "定義": "Definitions",
  "就本隱私權政策而言：": "For the purposes of this Privacy Policy:",
  "帳戶是指為您存取我們的服務或部分服務而建立的唯一帳戶。": "An account refers to a unique account created for you to access our service or parts of our service.",
  "在投資數位貨幣或以其他方式使用本網站的服務之前，您至少必須注意以下風險：": "Before investing in digital currencies or using the services of this website in any other way, you must pay attention to at least the following risks:",
  "本公司（在本協議中稱為「本公司」、「我們」、「我們」或「我們的」）是指Kava Labs Inc, 2 Embarcadero Center, CA 94111。": "Our company (referred to as 'the Company', 'we', 'us', or 'our' in this agreement) refers to Kava Labs Inc, 2 Embarcadero Center, CA 94111.",
  "Cookie是網站放置在您的電腦、行動裝置或任何其他裝置上的小文件，其中包含您在該網站上的瀏覽記錄以及其多種用途的詳細資訊。": "Cookies are small files placed on your computer, mobile device, or any other device by a website, containing details of your browsing history on that site and various purposes.",
  "國家是指：美國加州": "Country refers to: California, USA",
  "設備是指任何可以存取服務的設備，例如電腦、手機或數位平板電腦。": "Device refers to any device that can access the Service, such as a computer, mobile phone, or digital tablet.",
  "個人資料是與已識別或可識別個人相關的任何資訊。": "Personal Data is any information related to an identified or identifiable individual.",
  "服務指的是網站。": "Service refers to the website.",
  "服務提供者是指代表公司處理資料的任何自然人或法人。指本公司僱用的為促進本服務、代表本公司提供本服務、執行與本服務相關的服務或協助本公司分析本服務的使用方式的第三方公司或個人。": "Service Provider refers to any natural or legal person who processes data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, provide the Service on behalf of the Company, perform services related to the Service, or assist the Company in analyzing how the Service is used.",
  "使用數據是指自動收集的數據，可以是透過使用服務產生的，也可以是從服務基礎設施本身產生的（例如，頁面存取的持續時間）。": "Usage Data refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of page visits).",
  "網站引用 Kava，您是指存取或使用本服務的個人，或代表該個人存取或使用本服務的公司或其他法律實體（如果適用）。": "By the website referencing Kava, You means the individual accessing or using the Service, or the company or other legal entity on whose behalf such individual accesses or uses the Service, if applicable.",
  "收集和使用您的個人數據": "Collection and Use of Your Personal Data",
  "收集的資料類型": "Types of Data Collected",
  "個人資料": "Personal Data",
  "在使用我們的服務時，我們可能會要求您向我們提供某些可用於聯絡或識別您的個人識別資訊。個人識別資訊可能包括但不限於：": "When using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include but is not limited to:",
  "電子郵件": "Email",
  "使用數據": "Usage Data",
  "使用服務時會自動收集使用資料。": "Usage data is automatically collected when using the Service.",
  "使用資料可能包括您裝置的網際網路通訊協定位址（例如IP位址）、瀏覽器類型、瀏覽器版本、您造訪的我們服務的頁面、您造訪的時間和日期、在這些頁面上花費的時間、唯一裝置等資訊標識符和其他診斷資料。": "Usage data may include your device's Internet Protocol address (e.g., IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the amount of time spent on those pages, unique device identifiers, and other diagnostic data.",
  "當您透過行動裝置存取服務時，我們可能會自動收集某些信息，包括但不限於您使用的行動裝置類型、您的行動裝置唯一ID、您的行動裝置的 IP位址、您的手機作業系統、您使用的行動互聯網瀏覽器的類型、唯一裝置識別碼和其他診斷資料。": "When you access the Service through a mobile device, we may automatically collect certain information, including but not limited to the type of mobile device you use, your mobile device's unique ID, your mobile device's IP address, your mobile operating system, the type of mobile internet browser you use, unique device identifiers, and other diagnostic data.",
  "當您造訪我們的服務或透過行動裝置存取服務時，我們也可能收集您的瀏覽器所傳送的資訊。": "When you visit our Service or access the Service through a mobile device, we may also collect information that your browser sends.",
  "追蹤技術和 Cookie": "Tracking Technologies and Cookies",
  "我們使用 Cookie 和類似的追蹤技術來追蹤我們的服務上的活動並儲存某些資訊。使用的追蹤技術包括信標、標籤和腳本，用於收集和追蹤資訊以及改進和分析我們的服務。我們使用的技術可能包括：": "We use cookies and similar tracking technologies to track activity on our Service and store certain information. The tracking technologies we use include beacons, tags, and scripts to collect and track information and to improve and analyze our Service. The technologies we may use include:",
  "Cookie 或瀏覽器 Cookie。 Cookie 是放置在您裝置上的小檔案。您可以指示您的瀏覽器拒絕所有 Cookie 或指示何時發送 Cookie。但是，如果您不接受 Cookie，您可能無法使用我們服務的某些部分。除非您已調整瀏覽器設定以拒絕 Cookie，否則我們的服務可能會使用 Cookie。閃光餅乾。我們服務的某些功能可能會使用本地儲存的物件（或 Flash Cookie）來收集和儲存有關您的偏好或您在我們的服務上的活動的資訊。 Flash Cookie 的管理方式與瀏覽器 Cookie 所使用的瀏覽器設定不同。有關如何刪除 Flash Cookie 的更多信息，請閱讀“在哪裡可以更改禁用或刪除本地共享物件的設定？”位於": "Cookies or Browser Cookies. A cookie is a small file placed on your device. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service. Unless you have adjusted your browser settings to refuse cookies, our Service may use cookies. Flash Cookies. Some features of our Service may use local stored objects (or Flash cookies) to collect and store information about your preferences and your activity on our Service. Flash cookies are managed differently than the browser settings used for browser cookies. For more information on how to delete Flash cookies, please read “Where can I change the settings to disable or delete local shared objects?” located at",
  "網路信標。我們的服務和電子郵件的某些部分可能包含稱為網頁信標（也稱為透明gif、像素標籤和單像素gif）的小型電子文件，例如，該文件允許公司對訪問過這些頁面的用戶進行計數或開啟電子郵件並進行其他相關網站統計（例如，記錄某個部分的受歡迎程度並驗證系統和伺服器的完整性）。Cookie 可以是「持久性」Cookie 或「會話」Cookie。當您離線時，持久 Cookie 會保留在您的個人電腦或行動裝置上，而會話 Cookie 會在您關閉網頁瀏覽器後立即刪除。": "Web Beacons. Certain sections of our Service and emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (such as recording the popularity of a certain section and verifying system and server integrity). Cookies can be either 'persistent' cookies or 'session' cookies. Persistent cookies remain on your personal computer or mobile device when you go offline, while session cookies are deleted as soon as you close your web browser.",
  "了解更多關於 cookie 的資訊：": "For more information on cookies, see:",
  "Cookie：它們有什麼作用？。": "Cookies: What do they do?.",
  "我們為下列目的使用會話 Cookie 和持久 Cookie：": "We use session cookies and persistent cookies for the following purposes:",
  "必要/必要的 Cookie": "Essential/Necessary Cookies",
  "類型：會話 Cookie": "Type: Session Cookie",
  "管理機構：我們": "Administered by: Us",
  "目的：這些 Cookie 對於向您提供透過網站提供的服務以及使您能夠使用網站的某些功能至關重要。它們有助於驗證使用者身分並防止詐欺性使用使用者帳戶。如果沒有這些 Cookie，則無法提供您所要求的服務，我們僅使用這些 Cookie 來為您提供這些服務。": "Purpose: These cookies are essential for providing you with the services available through the website and for enabling you to use some of its features. They help authenticate user identity and prevent fraudulent use of user accounts. Without these cookies, the services you have requested cannot be provided, and we only use these cookies to provide you with these services.",
  "Cookie 政策/通知 接受 Cookie": "Cookie Policy/Notice Accept Cookies",
  "類型：持久性 Cookie": "Type: Persistent Cookie",
  "目的：這些 Cookie 可以辨識使用者是否已接受在網站上使用 Cookie。": "Purpose: These cookies can identify whether the user has accepted the use of cookies on the website.",
  "功能性 Cookie": "Functional Cookies",
  "目的：這些 Cookie 使我們能夠記住您在使用本網站時所做的選擇，例如記住您的登入詳細資訊或語言偏好。這些 Cookie 的目的是為您提供更個人化的體驗，並避免您每次使用網站時都必須重新輸入您的偏好。": "Purpose: These cookies allow us to remember choices you make while using the website, such as remembering your login details or language preference. The purpose of these cookies is to provide you with a more personalized experience and to avoid having to re-enter your preferences each time you use the website.",
  "有關我們使用的 Cookie 以及您對 Cookie 的選擇的更多信息，請訪問我們的 Cookie 政策或隱私權政策的 Cookie 部分。": "For more information about the cookies we use and your choices regarding cookies, please visit our Cookie Policy or the Cookies section of our Privacy Policy.",
  "您的個人資料的使用": "Use of Your Personal Data",
  "公司可能將個人資料用於以下目的：": "The Company may use Personal Data for the following purposes:",
  "提供和維護我們的服務，包括監控我們服務的使用情況。": "To provide and maintain our Service, including monitoring the usage of our Service.",
  "管理您的帳戶：管理您作為服務使用者的註冊。您提供的個人資料可讓您存取作為註冊用戶可以使用的服務的不同功能。": "Manage Your Account: Manage your registration as a user of the Service. Your Personal Data allows you to access different functionalities of the Service that are available to registered users.",
  "為了履行合約：您所購買的產品、物品或服務的購買合約或透過服務與我們簽訂的任何其他合約的製定、遵守和承諾。": "To Fulfill Our Contractual Obligations: To formulate, comply with, and commit to purchase contracts for products, items, or services you buy or any other contracts you conclude with us through the Service.",
  "與您聯絡：透過電子郵件、電話、簡訊或其他同等形式的電子通訊方式與您聯繫，例如行動應用程式的有關更新的推播通知或與功能、產品或合約服務（包括安全性更新）相關的資訊通信，在必要或合理的情況下實施。": "To Contact You: To communicate with you via email, telephone calls, SMS, or other equivalent forms of electronic communication, such as push notifications from mobile applications regarding updates or informative communications related to functionalities, products, or contractual services, including security updates, when necessary or reasonable for their implementation.",
  "向您提供與您已購買或查詢的產品、服務和活動類似的我們提供的其他商品、服務和活動的新聞、特別優惠和一般信息，除非您選擇不接收此類信息。": "To Provide You With News, Special Offers, and General Information About Other Goods, Services, and Events Similar to Those That You Have Already Purchased or Inquired About, Unless You Have Chosen Not to Receive Such Information.",
  "管理您的要求：出席並管理您向我們提出的請求。": "Manage Your Requests: Attend to and manage your requests that you submit to us.",
  "對於業務轉讓：我們可能會使用您的資訊來評估或進行合併、剝離、重組、改組、解散或以其他方式出售或轉讓我們的部分或全部資產，無論是作為持續經營企業還是作為破產、清算、或類似程序，其中我們持有的有關我們服務用戶的個人資料屬於轉讓的資產。": "For Business Transfers: We may use your information to evaluate or carry out a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by us about our Service users is among the transferred assets.",
  "出於其他目的：我們可能會將您的資訊用於其他目的，例如數據分析、識別使用趨勢、確定我們促銷活動的有效性以及評估和改進我們的服務、產品、服務、行銷和您的體驗。": "For Other Purposes: We may use your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns, and evaluating and improving our services, products, marketing, and your experience.",
  "我們可能在以下情況下共享您的個人資訊：": "We may share your Personal Data in the following situations:",
  "與服務提供者：我們可能會與服務提供者分享您的個人信息，以監控和分析我們服務的使用情況，並與您聯繫。": "With Service Providers: We may share your Personal Information with Service Providers to monitor and analyze the use of our Service and to contact you.",
  "對於業務轉讓：我們可能會在與其他公司合併、出售公司資產、融資或收購我們全部或部分業務時或在談判期間共享或轉讓您的個人資訊。": "For Business Transfers: We may share or transfer your Personal Information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.",
  "與關聯公司：我們可能會與我們的關聯公司分享您的訊息，在這種情況下，我們將要求這些關聯公司遵守本隱私權政策。關聯公司包括我們的母公司以及我們控製或與我們共同控制的任何其他子公司、合資夥伴或其他公司。": "With Affiliates: We may share your information with our affiliates, in which case we will require those affiliates to honor this Privacy Policy. An affiliate includes our parent company and any other subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.",
  "與業務合作夥伴：我們可能會與我們的業務合作夥伴分享您的訊息，以便為您提供某些產品、服務或促銷活動。": "With Business Partners: We may share your information with our business partners to offer you certain products, services, or promotions.",
  "與其他使用者：當您與其他使用者分享個人資訊或以其他方式在公共區域互動時，此類資訊可能會被所有使用者查看，並可能會在外部公開分發。": "With Other Users: When you share Personal Information or otherwise interact in public areas with other users, such information may be viewed by all users and may be publicly distributed outside.",
  "經您同意：經您同意，我們可能會為任何其他目的而揭露您的個人資訊。": "With Your Consent: With your consent, we may disclose your Personal Information for any other purpose.",
  "保留您的個人數據": "Retention of Your Personal Data",
  "本公司將僅在本隱私權政策中規定的目的所需的時間內保留您的個人資料。我們將在遵守我們的法律義務（例如，如果我們需要保留您的資料以遵守適用法律）、解決爭議以及執行我們的法律協議和政策所需的範圍內保留和使用您的個人資料。": "We will retain your Personal Data only for as long as necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
  "公司也將保留使用數據用於內部分析目的。使用資料通常會保留較短的時間，除非該資料用於加強安全性或改善我們服務的功能，或者我們有法律義務保留較長的資料。": "We will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer periods.",
  "您的個人資料的轉移": "Transfer of Your Personal Data",
  "您的資訊（包括個人資料）將在公司的營運辦公室以及參與處理的各方所在的任何其他地方進行處理。這意味著該資訊可能會傳輸到並保存在位於您所在州、省、國家或其他政府管轄區之外的電腦上，這些地方的資料保護法可能與您所在管轄區的資料保護法不同。": "Your information, including Personal Data, may be processed at the operating offices of the Company and in any other places where the parties involved in the processing are located. It means that this information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those in your jurisdiction.",
  "您同意本隱私權政策並隨後提交此類信息，即表示您同意該轉讓。": "By accepting this Privacy Policy and subsequently submitting such information, you agree to that transfer.",
  "本公司將採取一切合理必要的措施，確保您的資料得到安全處理並符合本隱私權政策，並且不會將您的個人資料傳輸給任何組織或國家，除非有足夠的控制措施，包括確保資料的安全性。": "We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.",
  "揭露您的個人數據": "Disclosure of Your Personal Data",
  "商業交易": "Business Transactions",
  "如果公司涉及合併、收購或資產出售，您的個人資料可能會被轉移。我們將在您的個人資料被轉移並受不同隱私權政策約束之前發出通知。": "If the Company is involved in a merger, acquisition, or asset sale, your Personal Data may be transferred. We will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.",
  "執法": "Law Enforcement",
  "在某些情況下，如果法律要求或回應公共機構（例如法院或政府機構）的有效要求，公司可能需要揭露您的個人資料。": "Under certain circumstances, the Company may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g., a court or a government agency).",
  "其他法律要求": "Other Legal Requirements",
  "本公司可能會善意地揭露您的個人數據，並相信此類行動對於以下目的是必要的：": "We may disclose your Personal Data in good faith and believe that such action is necessary for the following purposes:",
  "遵守法律義務": "To comply with a legal obligation",
  "保護和捍衛公司的權利或財產": "To protect and defend the rights or property of the Company",
  "防止或調查與服務相關的可能的不當行為": "To prevent or investigate possible wrongdoing in connection with the Service",
  "保護服務使用者或公眾的人身安全": "To protect the personal safety of Service users or the public",
  "避免法律": "To avoid legal liability",
  "責任": "Liability",
  "您的個人資料的安全": "Security of Your Personal Data",
  "您的個人資料的安全性對我們很重要，但請記住，沒有任何一種網路傳輸方法或電子儲存方法是100%安全的。雖然我們努力使用商業上可接受的方式來保護您的個人數據，但我們不能保證其絕對安全。": "The security of your Personal Data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.",
  "兒童隱私": "Children's Privacy",
  "我們的服務並非針對 13 歲以下的任何人。如果我們發現我們在未經父母同意的情況下收集了 13歲以下任何人的個人數據，我們將採取措施從我們的伺服器中刪除該資訊。": "Our Service does not address anyone under the age of 13. If we become aware that we have collected Personal Data from anyone under the age of 13 without verification of parental consent, we take steps to remove that information from our servers.",
  "如果我們需要依賴同意作為處理您的資訊的法律依據，並且您所在的國家/地區需要父母的同意，我們可能會在收集和使用該資訊之前要求您父母的同意。": "If we rely on consent as a legal basis for processing your information and your country requires parental consent, we may require your parents' consent before collecting and using that information." ,
  "其他網站的連結": "Links to Other Websites",
  "我們的服務可能包含非我們經營的其他網站的連結。如果您點擊第三方鏈接，您將被導向到該第三方的網站。我們強烈建議您查看您造訪的每個網站的隱私權政策。": "Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit.",
  "我們無法控制任何第三方網站或服務的內容、隱私權政策或做法，也不承擔任何責任。": "We have no control over and assume no responsibility for the content, privacy policies, or practices of any third party sites or services.",
  "本隱私權政策的變更": "Changes to This Privacy Policy",
  "我們可能會不時更新我們的隱私權政策。我們將透過在此頁面上發布新的隱私權政策來通知您任何變更。": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.",
  "在變更生效之前，我們將透過電子郵件和/或我們服務上的顯著通知告知您，並更新本隱私權政策頂部的「最後更新」日期。": "We will inform you via email and/or a prominent notice on our Service prior to the change becoming effective and update the ‘Last updated’ date at the top of this Privacy Policy.",
  "建議您定期查看本隱私權政策以了解任何變更。本隱私權政策的變更在發佈到本頁面後即生效。": "We advise you to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
  "背景幫我使用範例網址": "Background Help Me Use Example URL",
  "建立帳戶": "Create an Account",
  "常見問題": "Frequently Asked Questions",
  "怎麼進行帳戶驗證呢?": "How do I verify my account?",
  "投資者可在登入交易所後,點選「用戶中心」-「實名認證」,依照提示所需提交的相關證明資料進行驗證作業。": "After logging into the exchange, investors can select 'User Center' - 'Real Name Verification', and follow the prompts to submit the relevant proof documents for the verification process.",
  "在網上建立帳戶後,依照監管要求,投資者需要提交相關證明文件完成身份驗證作業程序請參閱下列證明文件類型:": "After creating an account online, according to regulatory requirements, investors need to submit relevant proof documents to complete the identity verification process. Please refer to the following types of proof documents:",
  "身分證件證件必需可辨認、不反光，並清晰地顯示的姓名全名，出生日期，如有不完整意或者是反光系統將自動退件。": "Identity documents must be recognizable, non-reflective, and clearly display the full name and date of birth. If incomplete or reflective, the system will automatically reject the document.",
  "提款疑問": "Withdrawal Questions",
  "能夠透過哪些途徑來提款呢?": "What are the methods for withdrawing funds?",
  "依據投資者的存款記錄和我們的平台政策,投資者大致上可透過下列方法收到款項:": "Based on the investor's deposit record and our platform policy, investors can generally receive payments through the following methods:",
  "銀行卡 : GMT+8 當日16:00前提交的提款申請將會在當日收到款項;": "Bank Card: Withdrawal requests submitted before 16:00 GMT+8 on the same day will be credited on the same day;",
  "銀行帳户 : GMT+8 當日16:00前提交的提款申請將會在當日收款項;": "Bank Account: Withdrawal requests submitted before 16:00 GMT+8 on the same day will be credited on the same day;",
  "請注意 : 台灣顧客在台灣時間15:00前提交的提款申請將會在當日收到款項;": "Please Note: Customers in Taiwan who submit withdrawal requests before 15:00 Taiwan time will receive their funds on the same day;",
  "而在當日其餘時間的提款申請將會順延至下一個交易日辦理。‍": "Withdrawal requests submitted after this time will be processed on the next trading day.‍",
  "如果還沒有收到款項應該怎麼做呢?": "What should I do if I haven't received the funds yet?",
  "當我們完成處理投資者的提款申請後,提取的狀態將會顯示為「已完成」，而在狀態變更的當日，資金將會匯入投資者連結的銀行帳戶或銀行卡內；": "Once we have completed processing the investor's withdrawal request, the status will show as 'Completed', and on the day of the status change, the funds will be transferred to the linked bank account or bank card of the investor;",
  "具體時間因不同銀行而異，如果投資者仍未收到款項，請投資者與客服人員洽詢跟進。": "The specific time varies depending on the bank. If the investor has still not received the funds, please contact customer service for assistance.",
  "費用疑問": "Fee Questions",
  "存款時會被收取任何手續費嗎?": "Will I be charged any fees when making a deposit?",
  "我們不會收取投資者在存款時的任何費用，在基礎貨幣不同的個別情況下，支付通道或中轉銀行可能會隨投資者所選的支付方式而採用不同的匯率標準。投資者可登入自己的交易帳號，點選「置入資產」查閱細則並聯絡我們選擇自己心儀的支付方式": "We do not charge any fees to investors when making deposits. In cases where the base currencies differ, payment channels or intermediary banks may apply different exchange rate standards based on the investor's chosen payment method. Investors can log into their trading account, select 'Deposit Assets' to review the details and contact us to choose their preferred payment method.",
  "我在提款時被收取任何的手續費嗎?": "Will I be charged any fees when making a withdrawal?",
  "一般來講，我們不會收取投資者任何的提款費用，但需要注意在下列的特殊情況除外:": "Generally, we do not charge any withdrawal fees to investors, but please note the following exceptions:",
  "單筆提款金額少於300美金或超過當日免費申請提款的最大次數限額(三次)，每筆超過免費提款次數限額的提款申請將會被統收取2美金的行政費用；": "A single withdrawal amount less than $300 USD or exceeding the maximum number of free withdrawal applications per day (three times), each withdrawal application exceeding the free limit will be uniformly charged a $2 administrative fee;",
  "投資者存款金額的50%(累計)未曾用於建倉交易或在最近一次存款後未曾進行任何的建倉交易，在這種情況下，提款時將會被統一收取提款金額1%的行政費用;": "If 50% (cumulative) of the investor's deposit amount has never been used for opening positions or if no position has been opened since the last deposit, a uniform 1% administrative fee of the withdrawal amount will be charged upon withdrawal;",
  "我們恕不接納使用第三方名義的存款行為,在發現非本我們將會退還所存入之款項並品全部類別行政費用；": "We do not accept deposits made in the name of a third party. Upon discovery, we will refund the deposited amount and charge all categories of administrative fees;",
  "如欲了解更多,請與客服人員洽詢以獲取進一步協助。": "For more information, please consult our customer service staff for further assistance.",
  "使用平台會被收取任何的手續費嗎?": "Are there any fees for using the platform?",
  "我們是全面性免佣金的交易平台，我們只收取極低點差作為交易費用。依據投資者的實際情況，投資者或需支付額外產生的費用,例如：隔夜利息。": "We are a commission-free trading platform and only charge a very low spread as a trading fee. Depending on the investor's actual situation, additional fees may be incurred, such as overnight interest.",
  "交易術語疑問": "Trading Terminology Questions",
  "什麼是點差呢?點差費又是怎麼收取的呢?": "What is a spread, and how is the spread fee charged?",
  "點差就是買入價跟賣出價之間的差值。點差是交易者的成本,僅在建倉時進行一次性的收取，平倉不會收取任何費用。點差的計算公式為:(做多價一做空價)x契約規格x交易口數": "The spread is the difference between the buying price and the selling price. The spread is a cost to the trader and is charged only once when opening a position; no fees are charged when closing a position. The formula for calculating the spread is: (Buy Price - Sell Price) x Contract Specification x Number of Contracts.",
  "為什麼點差是浮動的呢?": "Why is the spread floating?",
  "我們採取的是浮動點差,點差會隨著整個市場的流動性和行情波動而變化。實際收取的點差將會視乎投資者交易的產品而定,具體來講依照交易平台顯示的實時點差為準。": "We adopt a floating spread, which varies according to the overall market liquidity and price fluctuations. The actual spread charged will depend on the product being traded by the investor and will be based on the real-time spread displayed on the trading platform.",
  "什麼是止盈單和止損單呢?": "What are take-profit orders and stop-loss orders?",
  "止盈單:止盈單可幫助投資者鎖定利潤。在投資者預設一個止盈單後,如市場價格達到投資者設定的觸發價格時,止盈單將會成為市價單,並以當時可執行的最優市場價格成交;": "Take-Profit Order: A take-profit order helps investors lock in profits. After an investor presets a take-profit order, if the market price reaches the trigger price set by the investor, the take-profit order will become a market order and will be executed at the best available market price at that time;",
  "止損單:止部單可幫助投資者減少損失。在投資者預設一個止損單後,如市場價格達到投資者設定的觸發價格時,止損單將會成為市價單,並以當時可執行的最後市場價格成交。": "Stop-Loss Order: A stop-loss order helps investors reduce losses. After an investor presets a stop-loss order, if the market price reaches the trigger price set by the investor, the stop-loss order will become a market order and will be executed at the last available market price at that time.",
  "請注意:任何訂單(包括止盈、止損等)均可能因為市場狀況的波動,受跳空的影響,而未必在預定的價格執行。如遇此情況,訂單會依照市場下一個最有利的價格執行。此外,投資者可在訂單被執行之前的交易時間內,隨時更改或取消各種訂單的設置,唯需符合我們對設置訂單的要求。": "Please Note: Any order (including take-profit and stop-loss orders) may be affected by market volatility and gaps, and may not be executed at the predetermined price. In such cases, the order will be executed at the next most favorable price in the market. Additionally, investors can modify or cancel various order settings at any time before the order is executed, provided that it meets our requirements for setting orders.",
  "資金安全規範": "Funds Safety Regulations",
  "存入帳戶內的資金會被用作交易以外的用途嗎?": "Will the funds deposited into the account be used for purposes other than trading?",
  "不會。所有投資者的存款依照監管法規,在必要時單獨存在放在信託帳戶當中。": "No. All investors' deposits are kept in separate trust accounts according to regulatory requirements when necessary.",
  "當我們在投資者款項帳戶提存資金或作出任何支付時嚴格遵守監管法規中關於顧客款項的規章。詳情可閱覽我們的隱私聲明。": "When we deposit or make any payments from investors' funds accounts, we strictly adhere to the regulations concerning customer funds. For more details, please refer to our Privacy Statement.",
  "合法嗎?": "Is it Legal?",
  "我們完全符合相關公司法與金融監管法律規範,經相關監管機構授權並受嚴格監管的金融服務提供商。": "We fully comply with relevant corporate and financial regulatory laws and are authorized and strictly regulated financial service providers by the relevant regulatory authorities.",
  "我們依照監管方的嚴格要求為投資者的資金安全提供全面及完善的保障。": "We provide comprehensive and robust protection for the safety of investors' funds in accordance with the strict requirements of the regulators.",
  "風險聲明": "Risk Statement",
  "風險揭露聲明": "Risk Disclosure Statement",
  "請注意，持有、買賣及/或交易數位貨幣的行為，可能具有高度風險，而且會涉及高度波動性，並非所有的投資者都適合從事持有、買賣及/或交易數位貨幣的行為。本風險揭露聲明(下稱「本聲明」)僅能簡要說明所可能涉及的部分風險事項，無法窮盡列舉所有在買賣或交易數位貨幣的過程中所會涉及的所有風險及各種相關面向。建議您在持有或交易數位貨幣之前，必須考慮各種相關因素，包含但不限於個人投資目標、投資經驗及風險承受能力等。": "Please note that holding, buying, selling, and/or trading digital currencies may involve significant risks and high volatility, and not all investors are suitable for engaging in holding, buying, selling, and/or trading digital currencies. This Risk Disclosure Statement (hereinafter referred to as 'the Statement') can only briefly outline some of the risk matters that may be involved and cannot exhaustively list all the risks and various aspects involved in the buying or trading of digital currencies. It is recommended that you consider various relevant factors before holding or trading digital currencies, including but not limited to personal investment objectives, investment experience, and risk tolerance.",
  "本網站內容可能無法隨時提供當時最正確、完整或最新之資訊，也可能會有若干包括技術失準或其他錯誤。建議您應自行核實會作為您判斷依據之所有訊息，且您根據本網站所載資訊作出的所有決策，均由您自行負責。您在此確認並同意，Kava對您所作出的任何決策、本網站上所載的任何信息、內容或服務、任何第三方之資料或任何第三方網站上所載的任何信息、內容或服務，概不負責。": "The content of this website may not always provide the most accurate, complete, or up-to-date information and may contain certain technical inaccuracies or other errors. It is recommended that you independently verify all information that you will rely on for your judgment, and all decisions you make based on the information provided on this website are your sole responsibility. You hereby acknowledge and agree that Kava is not responsible for any decisions you make, any information, content, or services posted on this website, any data from third parties, or any information, content, or services posted on any third-party websites.",
  "市場風險請注意，基於市場風險的原因，可能會讓您在數位貨幣上的投資歸零。有時一個或多個數位貨幣的市場價格可能會出現大幅度的上下波動。特定數位貨幣是否會喪失全部或幾近全部的價值，是無法預知的。您在購買、販售、取得、交易或持有數位貨幣時，都必須保持高度謹慎態度。": "Market Risk: Please note that due to market risk, your investment in digital currencies could potentially be reduced to zero. Sometimes, the market prices of one or more digital currencies can fluctuate significantly. Whether a particular digital currency will lose all or nearly all of its value is unpredictable. You must exercise a high degree of caution when purchasing, selling, acquiring, trading, or holding digital currencies.",
  "流動性與交易風險請注意，數位貨幣的市場流動性可能存有很大的差異。如果市場交易量稀少，則其波動率可能會增大。現有的數位貨幣交易市場未來可能會繼續存在，也可能停止經營不復存在。另請注意，數位貨幣的價值是波動的，而且其性質上容易發生波動。您有責任對您個人條件情形仔細審視，以避免造成您在數位貨幣上的投資潛在損失。": "Liquidity and Trading Risks: Please note that the market liquidity of digital currencies can vary significantly. If market trading volumes are thin, volatility may increase. Existing digital currency trading markets may continue to exist in the future, or they may cease operations. Also, please note that the value of digital currencies is volatile and inherently prone to fluctuations. It is your responsibility to carefully assess your personal circumstances to avoid potential losses in your investment in digital currencies.",
  "法律風險在你居住地的管轄法律下，數位貨幣的法律地位可能是不確定的。您有責任自行諮詢顧問，以瞭解持有、投資或交易數位貨幣的法律地位和稅務待遇，並且，對於遵守任何及所有相關法律和稅務要求一事，您應自行負擔全部責任。": "Legal Risk: Under the jurisdictional laws of your place of residence, the legal status of digital currencies may be uncertain. It is your responsibility to consult advisors to understand and comply with the legal status and tax treatment of holding, investing, or trading digital currencies, and you bear full responsibility for complying with any and all relevant legal and tax requirements.",
  "交易對手風險將數位貨幣儲存於任何第三方交由其基於保管一事，可能會產生部分風險，包括但不限於安全漏洞、契約違約風險及損失風險。": "Counterparty Risk: Storing digital currencies with any third party for custody purposes may pose certain risks, including but not limited to security vulnerabilities, contract breach risks, and loss risks.",
  "網路安全風險所有資訊技術系統、個人電腦、行動電話及/或網站，都可能會基於惡意駭客、病毒、特洛伊木馬、電腦代碼或其他方式，而被入侵或遭未經授權進入。雖本網站會盡力以合理的方式控制風險，但無法保證可以完全減免風險。此外，本網站無法控制您訪問我們網站所使用的電腦、行動電話或終端機的安全性，您對於確保上述電腦、行動電話或終端機應隨時處於安全狀態一事，應自行負擔全部責任。": "Cybersecurity Risk: All IT systems, personal computers, mobile phones, and/or websites may be subject to unauthorized access or intrusion due to malicious hackers, viruses, trojans, computer code, or other means. While this website strives to manage risks in a reasonable manner, it cannot guarantee complete mitigation of risks. Moreover, this website cannot control the security of the computer, mobile phone, or terminal you use to access our website, and you bear full responsibility for ensuring that these devices remain secure at all times.",
  "網路及電子交易風險關於使用Kava服務與本網站相關的風險，可能包括由於任何電腦設備、硬體、軟體和網路連結造成無法傳輸或延遲傳輸，進而導致本網站延遲或故障的情形。": "Internet and Electronic Trading Risks: Risks related to using Kava services and this website may include delays or failures caused by the inability to transmit or delayed transmission due to any computer equipment, hardware, software, and network connections.",
  "沒有中央銀行、監管機構或政府支持加密貨幣。數位貨幣在美國不是法定貨幣。國內和/或國際法律、法規或法規的製定或變更可能會影響您訪問或使用本網站的能力，或您使用、購買、持有或轉讓任何物品的能力以及價值。加密貨幣。每個加密貨幣市場都會有不同程度的流動性。您可能無法在任何特定時間購買或出售加密貨幣。": "There is no central bank, regulatory body, or government backing cryptocurrencies. Digital currencies are not legal tender in the United States. The creation or change of domestic and/or international laws, regulations, or rules may affect your ability to access or use this website, or your ability to use, purchase, hold, or transfer any items, including cryptocurrencies. Each cryptocurrency market has varying degrees of liquidity. You may not be able to buy or sell cryptocurrencies at any given time.",
  "您承認並理解密碼學是一個不斷發展的領域。程式碼破解的進步或量子電腦的開發等技術進步可能會對加密貨幣和網站造成風險，這可能會導致您的加密貨幣被盜或遺失。在可能的情況下，我們打算更新網站底層的協議，以考慮密碼學的任何進步並納入額外的安全措施，但我們不保證或以其他方式代表系統的完全安全。使用本網站即表示您承認這些固有風險。": "You acknowledge and understand that cryptography is a continuously evolving field. Technological advancements such as improvements in code-breaking or the development of quantum computing may pose risks to cryptocurrencies and the website, which could result in the theft or loss of your cryptocurrencies. Where possible, we intend to update the underlying protocols of the website to account for any advances in cryptography and incorporate additional security measures, but we do not guarantee or otherwise represent the complete security of the system. By using this website, you acknowledge these inherent risks.",
  "加密貨幣可能需要繳稅或徵稅。您自行負責確定您使用本網站進行的任何交易是否以及在何種程度上適用任何稅款，並向適當的稅務機關代扣、收取、報告和繳納正確金額的稅款。": "Cryptocurrencies may be subject to taxation. It is your responsibility to determine whether and to what extent any taxes apply to any transactions you conduct using this website, and to withhold, collect, report, and remit the correct amount of taxes to the appropriate tax authorities.",
  "本聲明中未定義的詞語，其意義應與本網站使用條款中所具備的意義相同。": "Words not defined in this statement shall have the same meaning as in the Terms of Use of this website.",
  "使用條款": "Terms of Use",
  "這些使用條款構成您個人或代表實體（「您」）與 Kava Labs Inc（「本公司」、「我們」、「我們」或「我們的」）之間達成的具有法律約束力的協議，涉及您訪問和使用Kava網站以及與其相關、連結或以其他方式連接的任何其他媒體形式、媒體管道、行動網站或行動應用程式（統稱為「網站」）。您同意造訪本網站即表示您已閱讀、瞭解並同意受所有這些使用條款的約束。如果您不同意所有這些使用條款，則明確禁止您使用本網站，並且您必須立即停止使用。": "These Terms of Use constitute a legally binding agreement between you, either individually or on behalf of an entity (you), and Kava Labs Inc (Company, we, us, or our) regarding your access to and use of the Kava website and any other media form, media channel, mobile website, or mobile application related, linked, or otherwise connected to it (collectively, the 'Site'). By visiting the Site, you agree that you have read, understood, and agreed to be bound by all of these Terms of Use. If you do not agree to all of these Terms of Use, you are expressly prohibited from using the Site, and you must immediately discontinue use.",
  "網站上可能不時發布的補充條款和條件或文件特此透過引用明確併入本文。我們保留自行決定隨時以任何理由更改或修改這些使用條款的權利。我們將透過更新這些使用條款的「最後更新」日期來提醒您任何更改，並且您放棄接收每個此類更改的具體通知的權利。您有責任定期查看這些使用條款以隨時了解更新。如果您在修訂後的使用條款發布之日後繼續使用本網站，則將受到任何修訂後的使用條款的更改的約束，並將被視為已了解並接受任何修訂後的使用條款的更改。": "Any supplementary terms and conditions or documents that may be posted on the Site from time to time are expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason. We will alert you to any changes by updating the ‘Last Updated’ date of these Terms of Use, and you waive the right to receive specific notice of each such change. It is your responsibility to periodically review these Terms of Use to stay informed of updates. Your continued use of the Site following the posting of revised Terms of Use will mean that you are aware of and accept any revisions to the Terms of Use.",
  "本網站提供的資訊無意分發給任何司法管轄區或國家/地區的任何個人或實體或供其使用，如果此類分發或使用將違反法律或法規，或使我們受到該司法管轄區或國家/地區的任何註冊要求。因此，那些選擇從其他地點造訪本網站的人是自願這樣做的，並且在當地法律適用的情況下，全權負責遵守當地法律。": "The information provided on the Site is not intended to be distributed to or used by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those individuals choosing to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.",
  "本網站適用於年滿 13 歲的使用者。所有在其居住地管轄範圍內屬於未成年人（一般為 18 歲以下）的使用者必須獲得其父母或監護人的許可並在其直接監督下才能使用本網站。如果您是未成年人，在使用本網站之前，您必須讓您的父母或監護人閱讀並同意這些使用條款。": "The Site is intended for users who are at least 13 years old. All users who are minors in their place of residence (generally under 18 years of age) must obtain permission from their parents or guardians and be under their direct supervision to use the Site. If you are a minor, you must have your parents or guardians read and agree to these Terms of Use before using the Site.",
  "智慧財產": "Intellectual Property",
  "除非另有說明，本網站以及本網站上的所有原始程式碼、資料庫、功能、軟體、網站設計、音訊、視訊、文字、照片和圖形（統稱為「內容」）以及商標、服務是我們的專有財產。網站上的內容和標記是「按原樣」提供，僅供您參考和個人使用。除非本使用條款明確規定，否則本網站的任何部分以及任何內容或標記均不得被複印、複製、聚合、重新發布、上傳、張貼、公開展示、編碼、翻譯、傳輸、散佈、出售、授權或未經我們事先明確書面許可，不得出於任何商業目的以其他方式利用。": "Unless otherwise indicated, the Site and all original code, databases, features, software, website design, audio, video, text, photographs, and graphics (collectively, the 'Content') and trademarks, services are our proprietary property. The Content and marks on the Site are provided 'as is' for your reference and personal use only. No part of the Site, any Content, or any marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever without our express prior written permission, unless explicitly stated in these Terms of Use.",
  "如果您有資格使用本網站，您將被授予有限許可來存取和使用本網站，以及下載或列印您已正確存取的內容的任何部分的副本，僅供您個人、非商業目的使用。我們保留未明確授予您的網站、內容和標記的所有權利。": "If you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access for your personal, non-commercial use only. We reserve all rights in the Site, Content, and marks not expressly granted to you.",
  "使用者陳述": "User Representations",
  "使用本網站，即表示您聲明並保證：": "By using the Site, you represent and warrant that:",
  "您具有法律行為能力並且您同意遵守本使用條款；": "You have legal capacity and you agree to comply with these Terms of Use;",
  "您未滿13歲；": "You are not under 13 years of age;",
  "在您所居住的司法管轄區，您不是未成年人，或如果您是未成年人，您已獲得家長使用本網站的許可；": "You are not a minor in the jurisdiction where you reside, or if you are a minor, you have obtained parental permission to use the Site;",
  "您不會透過自動或非人為方式造訪本網站，無論是透過機器人、腳本或其他方式；": "You will not visit or use the Site through automated or non-human means, whether through robots, scripts, or otherwise;",
  "您不會將本網站用於任何非法或未經授權的目的；": "You will not use the Site for any illegal or unauthorized purpose;",
  "您對本網站的使用不會違反任何適用的法律或法規。": "Your use of the Site will not violate any applicable laws or regulations.",
  "如果您提供的任何資訊不真實、不準確、不是最新的或不完整，我們有權暫停或終止您的帳戶，並拒絕目前或將來本網站（或其任何部分）的任何及所有使用。": "If any information you provide is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).",
  "禁止活動": "Prohibited Activities",
  "除我們提供本網站的目的之外，您不得為任何目的造訪或使用本網站。除經我們特別認可或批准的商業活動外，本網站不得用於任何商業活動。": "You may not visit or use the Site for any purpose other than as provided by us. The Site may not be used for any commercial activity except as specifically approved or acknowledged by us.",
  "作為本網站的用戶，您同意不會：": "As a user of the Site, you agree that you will not:",
  "用戶貢獻": "User Contributions",
  "本網站不提供使用者提交或發佈內容的機會。我們可能為您提供機會向我們或在網站上創建、提交、發布、展示、傳輸、執行、發布、分發或廣播內容和材料，包括但不限於文字、文字、視訊、音訊、照片、圖形、評論、建議或個人資訊或其他資料（統稱為「貢獻」）。本網站的其他使用者可以透過第三方網站查看貢獻內容。因此，您傳輸的任何貢獻都可以根據網站隱私權政策進行處理。當您創建或提供任何貢獻時，您聲明並保證：": "The Site does not provide opportunities for users to submit or post content. We may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, 'Contributions'). Other users of the Site may view Contributions via third-party websites. Therefore, any Contributions you transmit may be processed according to the Site’s Privacy Policy. When you create or provide any Contributions, you represent and warrant that:",
  "您的貢獻的創建、分發、傳輸、公開展示或表演以及訪問、下載或複製不會也不會侵犯專有權利，包括但不限於版權、專利、商標、商業機密或任何第三方的精神權利。": "The creation, distribution, transmission, public display, or performance of your Contributions, as well as access, download, or copying of them, will not infringe upon proprietary rights, including but not limited to copyrights, patents, trademarks, trade secrets, or any third-party moral rights.",
  "您是創建者和所有者，或擁有必要的許可、權利、同意、發布和權限來使用並授權我們、本網站和本網站的其他使用者以本網站和這些內容設想的任何方式使用您的貢獻。使用條款。": "You are the creator and owner of, or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.",
  "您已獲得您的貢獻中的每個可識別個人的書面同意、釋放和/或許可，可以使用每個可識別個人的姓名或肖像，以便以您所設想的任何方式納入和使用您的貢獻。網站和這些使用條款。": "You have obtained the written consent, release, and/or permission of each identifiable individual mentioned in your Contributions to use the name or likeness of each such identifiable individual to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.",
  "您的貢獻不存在虛假、不準確或誤導性。": "Your Contributions are not false, inaccurate, or misleading.",
  "您的貢獻不是未經請求或未經授權的廣告、促銷資料、傳銷、連鎖信、垃圾郵件、群組郵件或其他形式的招攬行為。": "Your contribution is not an unauthorized advertisement, promotional data, pyramid scheme, spam, group email, or any other form of solicitation.",
  "您的貢獻不包含淫穢、猥褻、淫蕩、骯髒、暴力、騷擾、誹謗、誹謗或其他令人反感的內容（由我們確定）。": "Your contribution does not contain any obscene, lewd, obscene, filthy, violent, harassing, defamatory, defamatory or other offensive content (as determined by us).",
  "您的貢獻不會嘲笑、嘲笑、貶低、恐嚇或辱罵任何人。": "Your contribution will not mock, ridicule, belittle, intimidate or insult anyone.",
  "您的貢獻不會用於騷擾或威脅（在這些術語的法律意義上）任何其他人，也不會用於宣揚針對特定個人或特定群體的暴力行為。": "Your contribution will not be used to harass or threaten (in the legal sense of these terms) anyone else, nor will it be used to promote violent behavior against specific individuals or groups.",
  "您的貢獻不違反任何適用的法律、法規或規則。": "Your Contributions do not violate any applicable laws, regulations, or rules.",
  "您的貢獻不會侵犯任何第三方的隱私或公開權。": "Your Contributions do not infringe upon any third party's privacy or publicity rights.",
  "您的貢獻不包含任何向 18 歲以下的人索取個人資訊或以性或暴力方式剝削 18 歲以下的人的資料。": "Your Contributions do not contain any material soliciting personal information from anyone under 18 or exploiting anyone under 18 in a sexual or violent manner.",
  "您的貢獻不違反任何有關兒童色情的適用法律，或以其他方式旨在保護未成年人的健康或福祉。": "Your Contributions do not violate any applicable laws concerning child pornography or are otherwise designed to protect the health or welfare of minors.",
  "您的貢獻不包括任何與種族、國籍、性別、性取向或身體殘疾有關的攻擊性評論。": "Your Contributions do not include any offensive comments related to race, nationality, gender, sexual orientation, or physical disability.",
  "您的貢獻不違反本使用條款或任何適用法律或法規的任何規定，或連結到違反這些規定的資料。": "Your Contributions do not violate any provision of these Terms of Use or any applicable law or regulation, or link to material that violates these provisions.",
  "任何違反前述規定的使用本網站的行為都違反了這些使用條款，並可能導致您使用本網站的權利終止或暫停等。": "Any use of the Site in violation of the foregoing breaches these Terms of Use and may result in termination or suspension of your rights to use the Site, among other consequences.",
  "貢獻許可": "Contribution License",
  "您和本網站同意我們可以根據隱私權政策的條款和您的選擇（包括設定）存取、儲存、處理和使用您提供的任何資訊和個人資料。": "You and the Site agree that we may access, store, process, and use any information and personal data you provide pursuant to the terms of the Privacy Policy and your choices (including settings).",
  "透過提交有關本網站的建議或其他回饋，即表示您同意我們可以出於任何目的使用和分享此類回饋，而無需向您提供補償。": "By submitting suggestions or other feedback regarding the Site, you agree that we can use and share such feedback for any purpose without compensation to you.",
  "我們不主張對您的貢獻有任何所有權。您保留對您的所有貢獻以及與您的貢獻相關的任何智慧財產權或其他專有權利的完全所有權。對於您在本網站任何區域提供的貢獻中的任何聲明或陳述，我們不承擔任何責任。您對您對本網站的貢獻負完全責任，並且您明確同意免除我們的任何及所有責任，並避免就您的貢獻對我們採取任何法律行動。": "We do not claim any ownership rights over your Contributions. You retain full ownership of all your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions. We are not liable for any statements or representations in any Contributions provided by you in any area of the Site. You are entirely responsible for your Contributions to the Site and you expressly agree to release us from any and all liability in connection with or arising from your Contributions and to avoid taking any legal action against us regarding your Contributions.",
  "意見書": "Testimonials",
  "您承認並同意，您向我們提供的有關本網站的任何問題、評論、建議、想法、回饋或其他資訊（「提交內容」）都是非機密的，並應成為我們的專有財產。我們擁有專有權，包括所有智慧財產權，並有權出於任何合法目的（商業或其他目的）不受限制地使用和傳播這些提交內容，而無需向您確認或補償。您特此放棄對任何此類提交內容的所有精神權利，並且您特此保證任何此類提交內容均為您原創，或者您有權提交此類提交內容。您同意，對於您提交的內容中任何涉嫌或實際的侵犯或盜用任何專有權的行為，我們不得追索。": "You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information you provide to us concerning the Site (the Submissions) are non-confidential and shall become our sole property. We own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you. You hereby waive all moral rights in any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions. You agree that you will have no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.",
  "第三方網站和內容": "Third-Party Websites and Content",
  "本網站可能包含（或您可能透過本網站發送）其他網站（「第三方網站」）的連結以及文章、照片、文字、圖形、圖片、設計、音樂、聲音、影片、資訊、應用程式、軟體和其他屬於或源自第三方的內容或項目（「第三方內容」）。我們不會調查、監控或檢查此類第三方網站和第三方內容的準確性、適當性或完整性，且我們對透過本網站存取的任何第三方網站或發布的任何第三方內容不承擔任何責任本網站上的、透過本網站提供的或從本網站安裝的，包括第三方網站或第三方內容的內容、準確性、攻擊性、意見、可靠性、隱私權做法或其他政策或包含在其中。包含、連結或允許使用或安裝任何第三方網站或任何第三方內容並不代表我們批准或認可。如果您決定離開本網站並造訪第三方網站或使用或安裝任何第三方內容，您將自行承擔風險，並且您應該知道這些使用條款不再適用。您應該查看您從本網站導航到的任何網站或與您使用或從本網站安裝的任何應用程式相關的適用條款和政策，包括隱私權和資料收集實務。您透過第三方網站進行的任何購買都將透過其他網站和其他公司進行，我們對僅在您和適用的第三方之間進行的此類購買不承擔任何責任。您同意並承認我們不認可第三方網站上提供的產品或服務，並且您應確保我們免受因您購買此類產品或服務而造成的任何損害。此外，您應保護我們免受因任何第三方內容或與第三方網站的任何聯繫而遭受的任何損失或對您造成的傷害。": "The Site may contain (or you may send through the Site) links to other websites (Third-Party Websites) and articles, photos, texts, graphics, pictures, designs, music, sounds, videos, information, applications, software, and other content or items belonging to or originating from third parties (Third-Party Content). We do not investigate, monitor, or check the accuracy, appropriateness, or completeness of any Third-Party Websites or Third-Party Content, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or Third-Party Content. Inclusion, linking to, or allowing the use or installation of any Third-Party Website or any Third-Party Content does not imply approval or endorsement by us. If you decide to leave the Site and visit Third-Party Websites or use or install any Third-Party Content, you do so at your own risk, and you should be aware that these Terms of Use no longer apply. You should review the applicable terms and policies, including privacy and data collection practices, of any website you navigate to from the Site or any application you use or install from the Site. Any purchases you make through Third-Party Websites will be through other websites and other companies, and we are not responsible for such purchases made solely between you and the applicable Third Party. You agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites, and you should ensure that we are held harmless from any damage caused by your purchase of such products or services. Additionally, you should protect us from any loss or harm suffered due to any Third-Party Content or any contact with Third-Party Websites.",
  "現場管理": "Site Management",
  "我們保留以下權利，但沒有義務：": "We reserve the right, but not the obligation, to:",
  "監控網站是否違反這些使用條款；": "monitor the Site for violations of these Terms of Use;",
  "對我們自行判斷違反法律或本使用條款的任何人採取適當的法律行動，包括但不限於向執法機構舉報此類使用者；": "take appropriate legal action, including without limitation referral to law enforcement, against anyone in our sole discretion who we judge to be in violation of the law or these Terms of Use;",
  "我們自行決定且不限於拒絕、限制存取、限制其可用性或停用（在技術可行的範圍內）您的任何貢獻或其任何部分；": "refuse, restrict access to, limit availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof;",
  "我們自行決定且不限於通知或承擔責任，從網站中刪除或以其他方式停用所有尺寸過大或以任何方式對我們的系統造成負擔的文件和內容；": "remove or otherwise deactivate all files and content that are excessively large or impose any undue burden on our systems, without notice or liability;",
  "並以其他方式管理本網站，旨在保護我們的權利和財產並促進本網站的正常運作。": "and otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.",
  "我們關心資料隱私和安全。請查看我們的隱私權政策：": "We care about data privacy and security. Please review our Privacy Policy:",
  "使用本網站即表示您同意受我們的隱私權政策的約束，該政策已納入本使用條款。請注意，該網站託管在美國。如果您從世界任何其他地區造訪本網站，其管轄個人資料收集、使用或揭露的法律或其他要求與美利堅合眾國的適用法律不同，那麼透過您繼續使用本網站，您將轉移您的資訊資料傳輸至美國，並且您同意將您的資料傳輸至美國並在美國進行處理。此外，我們不會故意接受、要求或徵求兒童的訊息，也不會故意向兒童推銷訊息。因此，根據美國《兒童在線隱私保護法》，如果我們實際得知13歲以下的任何人在未經必要且可驗證的父母同意的情況下向我們提供了個人信息，我們將盡快從網站上刪除該資訊。": "By using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use. Note that the Site is hosted in the United States. If you access the Site from any other region of the world where laws governing data collection, use, or disclosure differ from those of the United States, then through your continued use of the Site, you transfer your data to the United States, and you consent to the transfer of your data to the United States and processing of your data in the United States. Additionally, we do not intentionally accept, request, or solicit information from children, nor do we intentionally market to children. Therefore, in accordance with the U.S. Children's Online Privacy Protection Act, if we actually learn that any person under the age of 13 has provided us with personal information without the required and verifiable parental consent, we will remove that information from the Site as soon as possible.",
  "期限和終止": "Term and Termination",
  "當您使用本網站時，這些使用條款仍具有完全效力。在不限制這些使用條款的任何其他規定的情況下，我們保留自行決定以任何理由拒絕任何人存取和使用本網站（包括阻止某些IP位址）的權利，恕不另行通知或承擔責任。理由，包括但不限於違反本使用條款或任何適用法律或法規中包含的任何陳述、保證或契約。我們可以自行決定終止您對本網站的使用或參與，或刪除您隨時發布的任何內容或訊息，恕不另行通知。": "When you use the Site, these Terms of Use remain in full force and effect. Without limiting any other provision of these Terms of Use, we reserve the right to, in our sole discretion and without notice or liability, deny access to and use of the Site (including blocking certain IP addresses) to any person for any reason, including without limitation for breach of any representation, warranty, or covenant contained in these Terms of Use or of any applicable law or regulation. We may terminate your use of or participation in the Site or delete any content or information that you posted at any time, without warning, in our sole discretion.",
  "如果我們因任何原因終止或暫停您的帳戶，您將被禁止以您的名義、假冒或借用的姓名或任何第三方的名義註冊和建立新帳戶，即使您可能代表第三方行事派對。除了終止或暫停您的帳戶外，我們保留採取適當法律行動的權利，包括但不限於尋求民事、刑事和禁制令救濟。": "If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation seeking civil, criminal, and injunctive redress.",
  "修改和中斷": "Modifications and Interruptions",
  "我們保留隨時或以任何理由自行決定更改、修改或刪除本網站內容的權利，恕不另行通知。但是，我們沒有義務更新我們網站上的任何資訊。我們也保留隨時修改或終止本網站全部或部分內容的權利，恕不另行通知。我們不會因本網站的任何修改、價格變更、暫停或終止而對您或任何第三方承擔責任。": "We reserve the right, at our sole discretion, to modify, change, or remove portions of the Site content at any time or for any reason and without notice. However, we have no obligation to update any information on our site. We also reserve the right to modify or terminate the Site in whole or in part at any time without notice. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.",
  "我們不能保證網站始終可用。我們可能會遇到硬體、軟體或其他問題，或需要執行與網站相關的維護，從而導致中斷、延遲或錯誤。我們保留隨時或基於任何原因更改、修改、更新、暫停、終止或以其他方式修改本網站的權利，恕不另行通知。您同意，對於您在本網站停機或中斷期間無法存取或使用本網站而造成的任何損失、損害或不便，我們不承擔任何責任。本使用條款中的任何內容均不得解釋為要求我們有義務維護和支持本網站或提供與之相關的任何更正、更新或發布。": "We cannot guarantee that the Site will always be available. We may encounter hardware, software, or other problems, or need to perform maintenance related to the Site, which could result in interruptions, delays, or errors. We reserve the right to change, modify, update, suspend, terminate, or otherwise alter the Site at any time or for any reason, without notice. You agree that we will not be liable to you or any third party for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or interruption. Nothing in these Terms of Use shall be construed as obligating us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.",
  "適用法律": "Governing Law",
  "這些條款應受美國加州法律管轄並依其定義。 Kava Labs Inc 和您不可撤銷地同意加州舊金山法院擁有解決與這些條款相關的任何爭議的專屬管轄權。": "These Terms shall be governed and defined by the laws of the State of California, USA. Kava Labs Inc and you irrevocably agree that the courts of San Francisco, California, shall have exclusive jurisdiction to resolve any disputes arising out of or relating to these Terms.",
  "爭議解決": "Dispute Resolution",
  "具有約束力的仲裁": "Binding Arbitration",
  "因本合約引起的或與本合約有關的任何爭議，包括有關其存在、有效性或終止的任何問題，均應提交歐洲仲裁庭國際商事仲裁院（比利時，布魯塞爾，Avenue Louise，146）並最終解決。）根據本廉政公署的規則，因引用該規則而視為本條款的一部分。仲裁所在地或合法地點為加州舊金山。訴訟語言為英語。合約的管轄法律應為加州和美利堅合眾國的實體法。‍": "Any dispute arising out of or in connection with this contract, including any question regarding its existence, validity, or termination, shall be referred to and finally resolved by the International Chamber of Commerce Court of Arbitration (ICC International Court of Arbitration, Belgium, Brussels, Avenue Louise 146), in accordance with the Rules of Arbitration of the ICC, which are deemed to be incorporated by reference into this clause. The place of arbitration or the legal seat of the arbitration shall be San Francisco, California. The language of the proceedings shall be English. The governing law of the contract shall be the substantive laws of California and the United States of America.‍",
  "限制": "Limitations",
  "雙方同意任何仲裁應僅限於雙方單獨之間的爭議。在法律允許的最大範圍內，": "Both parties agree that any arbitration shall be limited to the dispute between the parties individually. To the fullest extent permitted by law,",
  "仲裁不得與任何其他程序合併；": "no arbitration shall be joined with any other proceeding;",
  "沒有權利或授權對任何爭議進行集體訴訟仲裁或利用集體訴訟程序；": "there is no right or authority for any dispute to be arbitrated on a class-action basis or to utilize class action procedures;",
  "沒有權利或授權以代表公眾或任何其他人的名義提出任何爭議。‍": "there is no right or authority to arbitrate any dispute on behalf of the public or any other person.‍",
  "仲裁的例外情況": "Exceptions to Arbitration",
  "雙方同意，以下爭議不受上述有關具有約束力的仲裁的規定的約束：": "Both parties agree that the following disputes are not subject to the binding arbitration provisions set forth above:",
  "尋求執行或保護一方的任何知識產權或涉及一方的任何知識產權的有效性的任何爭議；": "any dispute concerning the enforcement or protection of any intellectual property rights of a party or the validity of any intellectual property rights of a party;",
  "與盜竊、盜版、侵犯隱私或未經授權使用的指控有關或由此產生的任何爭議；": "any dispute relating to or arising from allegations of theft, piracy, invasion of privacy, or unauthorized use;",
  "任何禁制令救濟索賠。若本條款被認定為非法或不可執行，則任何一方均不得選擇對屬於本條款被認定為非法或不可執行部分的任何爭議進行仲裁，且此類爭議應由下列法院內具有管轄權的法院裁決：上述管轄權，雙方同意服從該法院的屬人管轄權。": "any claims for injunctive relief. If any provision of this clause is found to be illegal or unenforceable, neither party may elect to arbitrate any dispute falling within the provision(s) found to be illegal or unenforceable, and such disputes shall be resolved by a court of competent jurisdiction: the jurisdiction specified above, to which both parties agree to submit to personal jurisdiction.",
  "更正": "Corrections",
  "本網站上的資訊可能包含印刷錯誤、不準確或遺漏，包括描述、定價、可用性和各種其他資訊。我們保留隨時糾正任何錯誤、不準確或遺漏以及更改或更新網站資訊的權利，恕不另行通知。": "The information on the Site may contain typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.",
  "免責聲明": "Disclaimer",
  "該網站按原樣和可用狀態提供。您同意自行承擔使用本網站和我們服務的風險。在法律允許的最大範圍內，我們不承擔與本網站及其使用相關的所有明示或暗示的保證，包括但不限於適銷性、特定用途的適用性和不侵權的暗示保證。我們對本網站內容或與本網站連結的任何網站的內容的準確性或完整性不做任何保證或陳述，並且我們對任何": "The Site is provided on an “as is” and “as available” basis. You agree to use the Site and our services at your own risk. To the fullest extent permitted by law, we disclaim all warranties, express or implied, in connection with the Site and its use, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. We make no warranty or representation as to the accuracy or completeness of the content on the Site or the content of any website linked to the Site, and we assume no responsibility for any",
  "內容和資料的錯誤、錯誤或不準確之處不承擔任何責任或義務，": "errors, mistakes, or inaccuracies of content and information,",
  "因您造訪和使用本網站而導致的任何性質的人身傷害或財產損失，": "personal injury or property damage of any nature resulting from your access to and use of the Site,",
  "任何未經授權的存取或使用我們的安全伺服器和/或任何及所有個人資訊和/或財務資訊其中儲存的，": "unauthorized access to or use of our secure servers and/or any and all personal and/or financial information stored therein,",
  "向本網站或從本網站傳輸的任何中斷或停止，": "any interruption or cessation of transmission to or from the Site,",
  "任何第三方可能向本網站或透過本網站傳輸的任何錯誤、病毒、特洛伊木馬或類似內容，和/或": "any bugs, viruses, trojan horses, or similar content that may be transmitted to or through the Site by any third party, and/or",
  "任何內容和資料中的任何錯誤或遺漏，或因使用透過本網站發布、傳輸或以其他方式提供的任何內容而導致的任何類型的損失或損害。我們不對第三方透過本網站、任何超連結網站或任何橫幅或其他廣告中出現的任何網站或行動應用程式廣告或提供的任何產品或服務提供保證、認可、保證或承擔責任，且我們不會成為您與產品或服務的任何第三方提供者之間的任何交易的一方或以任何方式負責監控您與產品或服務的任何第三方提供者之間的任何交易。與透過任何媒介或在任何環境中購買產品或服務一樣，您應運用您的最佳判斷並在適當的情況下保持謹慎。": "errors or omissions in any content and information, or any type of loss or damage resulting from the use of any content posted, transmitted, or otherwise made available via the Site. We do not provide any warranty, endorsement, guarantees, or assume any responsibility for any product or service provided by any third party through the Site, any hyperlinked website, or any banner or other advertisement appearing on any website or mobile app, and we will not be a party to or in any way monitor any transaction between you and any third-party provider of products or services. As with any purchase of a product or service through any medium or in any environment, you should use your best judgment and exercise caution where appropriate.",
  "責任限制": "Limitation of Liability",
  "在任何情況下，我們或我們的董事、員工或代理均不對您或任何第三方承擔任何直接、間接、後果性、懲戒性、偶然、特殊或懲罰性損害的責任，包括利潤損失、收入損失、資料遺失、或因您使用本網站而造成的其他損害，即使我們已被告知發生此類損害的可能性。無論本文是否有相反規定，我們對您承擔的任何原因和訴訟形式的責任始終僅限於您在六": "In no event shall we or our directors, employees, or agents be liable to you or any third party for any direct, indirect, consequential, exemplary, incidental, special, or punitive damages, including lost profit, lost revenue, loss of data, or other damage arising from your use of the Site, even if we have been advised of the possibility of such damages. Notwithstanding anything to the contrary contained herein, our liability to you for any cause whatsoever and regardless of the form of the action, will always be limited to the amount paid, if any, by you to us during the six",
  "個月內向我們支付的金額（如有）任何訴訟原因發生之前的一段時間。美國某些州法律和國際法律不允許限制默示保固或排除或限制某些損害。如果這些法律適用於您，則上述部分或全部免責聲明或限制可能不適用於您，並且您可能擁有其他權利。": "months preceding the cause of action. Certain state laws and international laws do not allow limitations on implied warranties or the exclusion or limitation of certain damages. If these laws apply to you, some or all of the disclaimers or limitations of liability above may not apply to you, and you may have additional rights.",
  "保障": "Indemnification",
  "您同意針對任何損失、損害、責任、索賠或要求（包括合理的律師），為我們（包括我們的子公司、附屬公司以及我們各自的所有管理人員、代理、合作夥伴和員工）辯護、賠償並使其免受損害。": "You agree to defend, indemnify, and hold harmless us (including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees) against any loss, damage, liability, claim, or demand, including reasonable attorneys' fees, arising from or related to:",
  "違反本使用條款；": "your breach of these Terms of Use;",
  "任何違反您在本使用條款中規定的陳述和保證的行為；": "any breach of any representation or warranty provided by you in these Terms of Use;",
  "您侵害第三人權利，包括但不限於智慧財產權；": "your infringement of any third-party rights, including but not limited to intellectual property rights;",
  "對透過本網站與您聯繫的本網站任何其他使用者的任何明顯有害行為。儘管有上述規定，我們保留對您需要賠償我們的任何事項進行獨家辯護和控制的權利，費用由您承擔，並且您同意自費配合我們對此類索賠的辯護。一旦發現任何此類索賠、訴訟或程序，我們將盡合理努力通知您此類索賠、訴訟或程序。": "any harmful behavior towards any other user of the Site who contacts you through the Site. Notwithstanding the foregoing, we reserve the right to exclusively defend and control any matter for which you are required to indemnify us, at your expense, and you agree to cooperate with us in defending such claims. We will use reasonable efforts to notify you of any such claims, actions, or proceedings upon becoming aware of them.",
  "使用者資料": "User Data",
  "我們將保留您為了管理本網站的效能而傳輸到本網站的某些數據，以及與您使用本網站相關的數據。儘管我們定期進行資料備份，但您對您傳輸的所有資料或與您使用本網站進行的任何活動相關的所有資料負全部責任。您同意，我們對任何此類資料的遺失或損壞不承擔任何責任，並且您特此放棄因此類資料的任何此類遺失或損壞而對我們提起訴訟的權利。": "We will retain certain data that you transmit to the Site to manage the performance of the Site, as well as data relating to your use of the Site. Although we routinely back up our data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site. You agree that we shall have no liability to you for any loss or damage of any such data, and you hereby waive any right to sue us for any such loss or damage.",
  "電子通訊、交易和簽名": "Electronic Communications, Transactions, and Signatures",
  "造訪本網站、向我們發送電子郵件以及填寫線上表格構成電子通訊。您同意接收電子通信，您同意我們透過電子郵件和在網站上以電子方式向您提供的所有協議、通知、揭露和其他通信均滿足此類通信以書面形式提供的任何法律要求。您特此同意使用電子簽名、合約、訂單和其他記錄，並同意以電子方式交付由我們或透過本網站發起或完成的交易記錄、通知、政策和記錄。您特此放棄任何司法管轄區的任何法令、法規、規則、條例或其他法律規定的任何權利或要求，這些權利或要求要求原始簽名或交付或保留非電子記錄，或透過其他任何方式付款或授予信用。": "Visiting the Site, sending us emails, and completing online forms constitute electronic communications. You agree to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing. You hereby agree to the use of electronic signatures, contracts, orders, and other records, and to the electronic delivery of notices, policies, and records of transactions initiated or completed by us or through the Site. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credit by any means other than electronic means.",
  "加州用戶和居民": "California Users and Residents",
  "如果向我們提出的任何投訴未得到滿意解決，您可以書面聯繫加州消費者事務部消費者服務部投訴協助部門，地址為": "If any complaint with us is not satisfactorily resolved, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at",
  "本使用條款以及我們在本網站上發布的或與本網站相關的任何政策或操作規則構成您和我們之間的完整協議和諒解。我們未行使或執行本使用條款的任何權利或規定並不構成對該權利或規定的放棄。這些使用條款在法律允許的最大範圍內運作。我們可以隨時將我們的任何或全部權利和義務轉讓給他人。對於因超出我們合理控制範圍的任何原因造成的任何損失、損壞、延遲或未採取行動，我們不承擔任何責任。如果本使用條款的任何規定或規定的一部分被確定為非法、無效或不可執行，則該規定或規定的一部分被視為可與本使用條款分開，並且不影響任何剩餘條款的有效性和可執行性。您和我們之間不會因本使用條款或使用本網站而建立合資、合夥、僱傭或代理關係。您同意這些使用條款不會因為起草而被解釋為對我們不利。您特此放棄基於本使用條款的電子形式以及雙方未簽署來執行這些使用條款而可能擁有的任何及所有抗辯權。": "These Terms of Use and any policies or operating rules published by us on the Site or in connection with the Site constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision. These Terms of Use operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We will not be liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions. No joint venture, partnership, employment, or agency relationship is created between you and us as a result of these Terms of Use or use of the Site. You agree that these Terms of Use will not be construed against us by virtue of having drafted them. You hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.",
  "聯絡我們": "Contact Us",
  "為了解決有關本網站的投訴或獲取有關本網站使用的更多信息，請透過以下方式與我們聯繫：": "To address complaints regarding the Site or to obtain further information regarding use of the Site, please contact us at:",
  "登出": "Log Out",
  "關於我們": "About Us",
  "戰略金庫": "Strategic Vault",
  "最新消息": "Latest News",
  "支援中心": "Support Center",
  "同意條款": "Terms of Agreement",
  "各種各樣的": "Various",
  "需要提供什麼證明文件完成身份驗證呢?": "What documents are required to complete identity verification?",
  "建議使用": "It is recommended to use",
  "或相容瀏覽器並具有1024 x 768（或更高）解析度的螢幕，以獲得最佳瀏覽體驗。": "or compatible browser with a screen resolution of 1024 x 768 (or higher) for the best browsing experience.",
  "免責聲明：此為高波動性投資產品！加密貨幣交易並非適合任何人！請確保您知道其中的風險。": "Disclaimer: This is a high-volatility investment product! Cryptocurrency trading is not suitable for everyone! Please ensure you understand the risks involved.",
  "不會對加密貨幣交易提供任何建議與意見，且非為金融顧問，其所提供的任何服務皆基於公司運作。": "Does not provide any advice or recommendations regarding cryptocurrency trading and is not a financial advisor; any services offered are based on company operations.",
  "美國": "United States",
  "Strategic Vault": "Strategic Vault",
  "A community owned vault funding rapid growth and security initiatives across the Kava ecosystem": "A community owned vault funding rapid growth and security initiatives across the Kava ecosystem",
  "View on MintScan": "View on MintScan",
  "Available Funds": "Available Funds",
  "Kava Rise Protocols": "Kava Rise Protocols",
  "Infrastructure": "Infrastructure",
  "Security Partners": "Security Partners",
  "Programmatic, transparent": "Programmatic, transparent",
  "on-chain funding": "on-chain funding",
  "The Kava Strategic Vault has fuelled rapid growth on-boarding 70+ protocols to the Kava ecosystem with many more to come This community owned funding mechanism aims to create sustained growth and stability across the Kava ecosystem": "The Kava Strategic Vault has fuelled rapid growth on-boarding 70+ protocols to the Kava ecosystem with many more to come. This community owned funding mechanism aims to create sustained growth and stability across the Kava ecosystem",
  "Fully Decentralized": "Fully Decentralized",
  "Transparent funding owned by the Kava community of stakers": "Transparent funding owned by the Kava community of stakers",
  "Growth Optimized": "Growth Optimized",
  "70+ protocols successfully on-boarded over the past 6 months": "70+ protocols successfully on-boarded over the past 6 months",
  "Flexibility": "Flexibility",
  "Advanced Cosmos DAO technology": "Advanced Cosmos DAO technology",
  "A fully transparent, auditable vault controlled by": "A fully transparent, auditable vault controlled by",
  "Kava stakers": "Kava stakers",
  "The first fully decentralized vault built on Cosmos The Kava Strategic Vault assures the security and growth of the Kava ecosystem With transparency and auditability, owned by the Kava community": "The first fully decentralized vault built on Cosmos. The Kava Strategic Vault assures the security and growth of the Kava ecosystem. With transparency and auditability, owned by the Kava community",
  "70+ protocols join": "70+ protocols join",
  "Kava Rise": "Kava Rise",
  "in": "in",
  "Through Kava Rise growth initiatives, Kava has become one of the fastest growing blockchains by TVL and protocols on-boarded": "Through Kava Rise growth initiatives, Kava has become one of the fastest growing blockchains by TVL and protocols on-boarded",
  "Bringing flexibility and control to": "Bringing flexibility and control to",
  "Cosmos DAOs": "Cosmos DAOs",
  "Kava pioneered the most advanced form of Cosmos DAO&nbsp;technology allowing the community to control funding initiatives": "Kava pioneered the most advanced form of Cosmos DAO&nbsp;technology allowing the community to control funding initiatives",
  "Future": "Future",
  "Vault": "Vault",
  "Initiatives": "Initiatives",
  "Voted through governance": "Voted through governance",
  "Smart contract interaction": "Smart contract interaction",
  "Infrastructure improvements": "Infrastructure improvements",
  "Scaling initiatives": "Scaling initiatives",
  "Vault Diversification": "Vault Diversification",
  "STRATEGIC developer funding": "STRATEGIC developer funding",
  "Cross-chain Funding": "Cross-chain Funding",
  "Leading The World": "Leading The World",
  "To Web3": "To Web3",
  "Kava is a decentralized blockchain that combines the speed and interoperability of Cosmos with the developer power of Ethereum": "Kava is a decentralized blockchain that combines the speed and interoperability of Cosmos with the developer power of Ethereum",
  "Why Build": "Why Build",
  "Combine the flexibility and speed of Ethereum smart contract development with the interoperability of the Cosmos SDK": "Combine the flexibility and speed of Ethereum smart contract development with the interoperability of the Cosmos SDK",
  "A highly-scalable and secure Cosmos SDK blockchain that connects Kava to the 30 chains and $60B+ of the Cosmos ecosystem via the IBC protocol": "A highly-scalable and secure Cosmos SDK blockchain that connects Kava to the 30 chains and $60B+ of the Cosmos ecosystem via the IBC protocol",
  "An EVM-compatible execution environment that empowers Solidity developers and their dApps to benefit from the scalability and security of the Kava Network": "An EVM-compatible execution environment that empowers Solidity developers and their dApps to benefit from the scalability and security of the Kava Network",
  "With single block finality and unrivalled scalability,Tendermint Consensus enables Kava to support the transaction needs of thousands of protocols and millions of users": "With single block finality and unrivalled scalability,Tendermint Consensus enables Kava to support the transaction needs of thousands of protocols and millions of users",
  "News": "News",
  "View All": "View All",
  "latest": "latest",
  "Jan 20 2024": "Jan 20 2024",
  "A Roadmap to Revolutionizing Lending: Kava Lends Strategic Vision for 2024": "A Roadmap to Revolutionizing Lending: Kava Lend's Strategic Vision for 2024",
  "March 20, 2024": "March 20, 2024",
  "Bitgo Officially Launches Wrapped Bitcoin (WBTC) on Kava": "Bitgo Officially Launches Wrapped Bitcoin (WBTC) on Kava",
  "Binance Officially Supports Kava EVM – including support for native USDT on Kava": "Binance Officially Supports Kava EVM – including support for native USDT on Kava",
  "Nov 14, 2023": "Nov 14, 2023",
  "Kava 15: Kava Zero Inflation": "Kava 15: Kava Zero Inflation",
  "權限失效":"Permission Expired",
  "註冊成功":"Registration Successful",
  "登入成功":"Login Successful",
  "登出成功":"Logout Successful",
  "查詢局數":"Check Game Rounds",
  "獲取彩票":"Get Lottery Ticket",
  "遊戲轉點":"Game Point Transfer",
  "轉點成功":"Point Transfer Successful",
  "下注失敗":"Bet Failed",
  "下注錯誤":"Bet Error",
  "查詢新聞":"Check News",
  "查詢活動":"Check Events",
  "查詢公告":"Check Announcements",
  "查無用戶":"User Not Found",
  "查詢交易":"Check Transactions",
  "存款失敗":"Deposit Failed",
  "提款失敗":"Withdrawal Failed",
  "密碼更新失敗":"Password Update Failed",
  "密碼更新成功":"Password Update Successful",
  "查詢站點資訊":"Check Site Information",
  "查詢訂單紀錄":"Check Order Records",
  "建立訊息失敗":"Message Creation Failed",
  "訊息已讀失敗":"Mark Message as Read Failed",
  "回覆訊息失敗":"Message Reply Failed",
  "建立交易失敗":"Transaction Creation Failed",
  "查詢提款紀錄":"Check Withdrawal Records",
  "發送驗證碼失敗":"Verification Code Sending Failed",
  "請確認網路連線":"Please Check Your Internet Connection",
  "更新用戶資訊失敗":"User Information Update Failed",
  "更新用戶資訊成功":"User Information Update Successful",
  "交易密碼更新失敗":"Transaction Password Update Failed",
  "交易密碼更新成功":"Transaction Password Update Successful",
  "申請銀行認證失敗":"Exchange Verification Application Failed",
  "申請銀行認證成功":"Exchange Verification Application Successful",
  "查詢站點客服連結":"Check Site Customer Service Link",
  "註冊中...":"Registering...",
  "登入中...":"Logging In...",
  "查詢K線":"Check K Line",
  "聯繫我們":"Contact us",
  "如果您對本隱私權政策有任何疑問，您可以通過以下方式聯繫我們:":"If you have any questions about this privacy policy, you can contact us through the following methods:",
  "＊ 通過電子郵件: ":"＊Via email:",
  "用戶中心":"User Center",
  "質押":"pledge",
  "數量":"quantity",
  "利息":"interest",
  "質押紀錄":"Pledge record",
  "質押下單":"Pledge order",
  "質押編號":"Pledge Number",
  "天數":"Number of days",
  "預估收益":"Estimated revenue",
  "倒數":"reciprocal",
  "結算":"settlement",
  "進行中":"have in hand",
  "開始":"start",
  "結束":"end",
  "質押數額":"Pledge amount",
  "最大":"maximum",
  "資金帳戶":"Fund account",
  "立即質押":"Pledge immediately",
  "我的資產(電子錢包)":"My assets (electronic wallet)",
  "美元資產(電子錢包)":"USD assets (electronic wallet)",
  "電力資產(電子錢包)":"Electricity assets (electronic wallet)",
  "商城資產(電子錢包)":"Mall Assets (Electronic Wallet)",
  "質押資產(電子錢包)":"Pledged assets (electronic wallet)",
  "其他資產":"other assets ",
  "我的資產":"My assets",
  "主錢包":"Main wallet",
  "轉出錢包":"Transfer wallet",
  "轉入錢包":"Transfer to wallet",
  "劃轉":"Transfer",
  "交易錢包":"Trading Wallet",
  "電力錢包":"Electric wallet",
  "商城錢包":"Mall Wallet",
  "質押錢包":"Pledged wallet",
  "交易紀錄":"Transaction records",
  "錢包":"wallet",
  "儲值":"Stored value",
  "提領":"Withdrawal",
  "轉帳":"transfer accounts",
  "贈送":"give",
  "活動":"activity",
  "系統":"system",
  "下注":"Bet",
  "提領取消返還":"Withdrawal cancellation return",
  "扣回":"Deduct back",
  "轉出至遊戲":"Transfer to game",
  "遊戲轉入":"Game transfer",
  "台股交易手續費":"Transaction fees for Taiwan stock market",
  "未審核":"Unaudited",
  "已完成":"Completed",
  "已駁回":"Rejected",
  "用戶操作":"User operation",
  "劃轉至":"Transfer to",
  "漲跌":"Rise and fall",
  "上期":"Previous issue",
  "會員投注":"Member betting",
  "期":"stage",
  "比特幣":"Bitcoin",
  "美元":"dollar",
  "漲":"rise",
  "結算結果":"Settlement results",
  "投注本金加獎金共":"Total betting capital and bonus",
  "投注":"Bet on-",
  "期別":"Period by Period",
  "選項":"option",
  "投注成功":"Bet successful",
  "別":"Don't",
  "金額":"amount of money",
  "線上文字客服：週一至週日":"Online text customer service: Monday to Sunday",
  "會員中心":"member center",
  "平台系統會不定時更新及優化，如有無法登入情形請洽客服聯繫":"The platform system will be updated and optimized from time to time. If you are unable to log in, please contact customer service",
  "嚴禁使用第三方套利程式，否則會依中華民國刑法第360條以及台灣洗錢法第2條辦理實施法律訴訟追討賠償，請勿以身試法。":" ",
  "回首頁":"Home",
  "開始交易":"start trading",
  "充幣":"Deposit coins",
  "優惠活動":"Discounted activities",
  "提幣":"Withdrawal of currency",
  "會員資訊":"Member information",
  "公告":"Notice",
  "電子錢包":"e-Wallet",
  "自行輸入金額":"Enter the amount yourself",
  "交易類別":"Transaction category",
  "確認登入密碼":"Confirm login password",
  "需混合使用 3 個字元以上的大小寫英文或數字":"Mixing uppercase and lowercase English or numbers with at least 3 characters is required",
  "姓名":"full name",
  "我已年滿 18 歲，並已閱讀、接受並同意條款和條件、規則、隱私政策、Cookie 政策以及與年齡驗證相關的政策條款和條件":"I am over 18 years old and have read, accepted, and agreed to the terms and conditions, rules, privacy policy Cookie  Policies and policy terms and conditions related to age verification",
  "聯絡方式":"Contact information",
  "取消註冊":"Unregister",
  "立即創建":"create now",
  "登入密碼不可與帳號相同":"The login password cannot be the same as the account",
  "忘記密碼?":"Forgot password?",
  "密碼":"password",
  "交易所名稱":"Exchange name",
  "提領地址":"Withdrawal address",
  "提幣管理":"Withdrawal Management",
  "留言咨詢":"Message inquiry",
  "常用功能":"Common functions",
  "請填寫提領地址":"Please fill in the pick-up address",
  "交易所資訊狀態":"Exchange information status",
  "查看更多":"See more",
  "值得信賴":"Trustworthy",
  "驚喜費率":"Surprise rate",
  "貨幣交易":"Monetary transaction",
  "謹防虛假宣傳":"Beware of false advertising",
  "官方":"official",
  "驗證通道":"Verify channel",
  "為什麼選擇GTL？":"Why choose GTL？",
  "資產總攬(電子錢包)":"Asset Overview (Electronic Wallet)",
  "資產管理":"Asset Management",
  "用戶協議":"User Agreement",
  "安全可靠的交易平臺":"A secure and reliable trading platform",
  "行業領先安全技術和財務穩定性確保您的資產安全有保障。":"Industry leading security technology and financial stability ensure the safety and security of your assets.",
  "生態合作夥伴":"Ecological partners",
  "GTL生態合作夥伴即刻獲得多類型戰略支持，共享GTL平臺的生態價值與數位貨幣時代紅利":"GTL Ecological partners immediately receive various types of strategic support and share GTL The ecological value of platforms and the dividends of the digital currency era",
  "一站式交易服務":"One stop trading service",
  "GTL為全球數十個國家，1,000,000+用戶7x24小時提供多語言、高品質服務！":"GTL For dozens of countries worldwide, with over 1000000 users x24 Provide multilingual and high-quality services on an hourly basis!",
  "三大舉措守護資產安全":"Three major measures to safeguard asset security",
  "即時幫您監控資產風險，平台原因造成損失快速全賠":"Real time monitoring of asset risks for you, quick and full compensation for losses caused by platform reasons",
  "1 億美元守護基金":"$100 million Guardian Fund",
  "平台異常極速響應，全額保障":"Platform abnormal rapid response, fully guaranteed",
  "儲備金率超 100%":"Reserve ratio exceeds 100%",
  "實時鏈上驗證，資產隨時可查":"Real time on chain verification, assets can be checked at any time",
  "合約保險基金":"Contract Insurance Fund",
  "帳戶資產":"Account assets",
  "入金紀錄":"Deposit record",
  "匯出紀錄":"Export Records",
  "更換密碼":"Change password",
  "確認密碼":"Confirm password",
  "舊密碼":"Old password",
  "新密碼":"Password",
  "市場異常波動期間，為交易提供保障":"Provide protection for trading during periods of abnormal market fluctuations",
  "隱私政策":"Privacy Policy",
  "尊敬的GTL用戶，":"respectful GTL Users,",
  "歡迎您來到GTL平台（以下稱“我們”或“平台”）。在您開始使用我們的網站、移動應用程序，以及我們提供的所有相關服務（以下總稱為“本服務”）之前，請您詳細閱讀並理解本隱私政策（以下總稱為“本協議”）。您的訪問或使用代表您同意遵守本協議中規定的所有條款和條件，以及我們不時進行的修訂和更新。":"Welcome to GTL Platform (hereinafter referred to as 'us' or 'platform'). Before you begin using our website, mobile applications, and all related services we provide (collectively referred to as 'this Service'), please read and understand this Privacy Policy (collectively referred to as 'this Agreement') in detail. Your access or use represents your agreement to comply with all terms and conditions set forth in this agreement, as well as any revisions and updates we may make from time to time.",
  "個人信息使用":"Personal Information Use",
  "GTL將根據本協議使用和披露您的以下個人信息：":"GTL We will use and disclose your following personal information in accordance with this agreement:",
  "在您註冊或激活可以登錄我們平台的帳戶時，您向GTL及其關聯公司提供的個人註冊信息（應法律法規要求需公示的企業名稱等相關工商註冊信息以及自然人經營者的信息除外）；":"When you register or activate an account that can log in to our platform, you GTL Personal registration information provided by its affiliated companies (excluding relevant business registration information such as enterprise names that need to be publicly disclosed in accordance with laws and regulations, as well as information of natural person operators);",
  "在您使用GTL時，我們會記錄您的瀏覽器和計算機上的信息，包括但不限於您的IP地址、瀏覽器類型、使用的語言、訪問日期和��間、軟硬件特徵信息以及您需求的網頁記錄等數據；以及":"In your use GTL At this time, we will record information on your browser and computer, including but not limited to your IP Address, browser type, language used, access date and time, software and hardware feature information, and web page records required by you; as well as",
  "GTL通過合法途徑從商業夥伴處獲取的用戶個人數據。":"GTL User personal data obtained through legal channels from business partners.",
  "如果您不希望我們收集上述個人數據，您可以隨時以書面形式通知我們的個人信息保護專員，選擇退出。有關選擇退出的更多信息，請參見“撤回同意，刪除，請求訪問或修改您提供給我們的信息”。然而，請注意，退出或撤回對我們收集、使用或處理您的個人數據的同意可能會影響您對本服務的使用。":"If you do not wish us to collect the aforementioned personal data, you may choose to opt out at any time by notifying our personal information protection officer in writing. For more information on choosing to opt out, please refer to 'Withdrawing Consent, Deleting, Requesting Access or Modifying the Information You Provided to Us'. However, please note that withdrawing or revoking your consent to our collection, use, or processing of your personal data may affect your use of this service.",
  "我們如何收集您的信息":"How do we collect your information",
  "絕大部分我們收集的個人�������，都是您直接向我們提供的。在以下情況下，我們將收集和處理您的信息：":"The vast majority of the personal information we collect is directly provided to us by you. We will collect and process your information in the following situations:",
  "當您在線註冊、登錄或訪問GTL，或使用任何GTL服務時；":"When you register, log in, or access online GTL， Or use any GTL During service;",
  "當您自願完成任何用戶調查或通過郵件或其他渠道向我們提供反饋意見；":"When you voluntarily complete any user survey or provide feedback to us through email or other channels;",
  "當您使用或瀏覽我們的網頁或客戶端時，我們可能會通過瀏覽器或軟體的Cookies收集信息；":"When you use or browse our website or client, we may use a browser or software to Cookies Collect information;",
  "本協議中提到的其他情況下，我們自行收集信息。":"In other cases mentioned in this agreement, we collect information ourselves.",
  "我們也可能從公共渠道或第三方渠道獲取信息，如我們的廣告和市場研究夥伴，以更新或補充您的其他信息。":"We may also obtain information from public or third-party channels, such as our advertising and market research partners, to update or supplement your other information.",
  "我們如何使用您的個人信息":"How we use your personal information",
  "我們可能以以下方式使用您的個人信息：":"We may use your personal information in the following ways:",
  "遵守法律法規要求":"Comply with legal and regulatory requirements",
  "我們的大部分服務受法律法規約束，要求我們以特定方式收集、使用和存儲您的個人信息。例如，GTL必須識別和驗證使用我們服務的客戶，以遵守跨司法轄區的反洗錢法律。這可能涉及收集和存儲您的證件照片。如果您不提供法律要求的個人信息，我們將不得不關閉您的帳戶。":"Most of our services are subject to legal regulations that require us to collect, use, and store your personal information in specific ways. For example, GTL We must identify and verify customers who use our services to comply with anti money laundering laws across jurisdictions. This may involve collecting and storing your identification photos. If you do not provide the personal information required by law, we will have to close your account.",
  "執行本協議的條款":"Execute the terms of this agreement",
  "我們積極監測、調查、預防和減輕任何潛在的違法活動，執行我們與第三方的協議，以及預防和檢查違反本協議的行為。此外，我們可能需要根據您使用我們服務的情況收取費用。我們收集有關您的帳戶使用情況的信息，並密切監控您與我們服務的互動。我們可能會將您的個人信息用於這些目的。":"We actively monitor, investigate, prevent, and mitigate any potential illegal activities, enforce our agreements with third parties, and prevent and inspect violations of this agreement. In addition, we may need to charge fees based on your use of our services. We collect information about your account usage and closely monitor your interaction with our services. We may use your personal information for these purposes.",
  "發現和防止欺詐和/或資金損失":"Discover and prevent fraud and/or financial losses",
  "我們處理您的個人信息，以協助發現、防止和減少對我們服務的欺詐和濫用行為，以及保護您免受帳戶損害或資金損失。":"We process your personal information to assist in detecting, preventing, and reducing fraud and abuse of our services, as well as protecting you from account damage or financial loss.",
  "提供服務":"Provide services",
  "我們處理您的個人資訊是為了向您提供服務，特別是在身份認證（KYC）程序的背景下。":"We process your personal information to provide you with services, especially in the context of identity verification (KYC) procedures.",
  "例如，當您希望在我們的平台上註冊並驗證您的帳戶時，我們需要特定的身分和聯絡資訊。這些程序旨在確保您的交易安全並保護您的權益。":"For example, when you wish to register and verify your account on our platform, we require specific identity and contact information. These programs are designed to ensure the security of your transactions and protect your rights.",
  "提供服務通訊":"Provide service communication",
  "我們將向您發送與管理帳戶相關的信息，使您了解有關我們服務的最新信息，通知您相關的安全問題或更新，或提供其他與交易相關的信息。如果缺少這些通訊，您可能會錯過與您的帳戶相關的重要事項，這可能會影響您使用我們的服務。您無法選擇拒絕接收關鍵的服務通訊，例如出於法律或安全目的的電子郵件或短信。":"We will send you information related to managing your account to keep you informed of the latest information about our services, notify you of security issues or updates, or provide other transaction related information. If these communications are missing, you may miss important matters related to your account, which may affect your use of our services. You cannot choose to refuse receiving critical service communications, such as emails or text messages for legal or security purposes.",
  "提供客戶服務":"provide customer service",
  "當您與我們聯繫以解決任何問題或爭議時，我們將處理您的個人信息。如果不處理您的個人信息，我們將無法回應您的請求，確保您持續使用服務。":"When you contact us to resolve any issues or disputes, we will process your personal information. If we do not process your personal information, we will not be able to respond to your requests and ensure your continued use of the service.",
  "確保網絡和信息安全":"Ensure network and information security",
  "我們處理您的個人信息，以提高安全性，監控並驗證身份和對我們服務的訪問，打擊垃圾郵件或其他惡意軟件或安全風險，並遵守適用的安全法律和法規。互聯網上的威脅不斷變化，我們需要及時獲取您使用我們服務的準確信息，這一點尤為重要。如果不處理您的個人信息，我們可能無法確保我們服務的安全性。":"We process your personal information to enhance security, monitor and verify identity and access to our services, combat spam or other malicious software or security risks, and comply with applicable security laws and regulations. Threats on the Internet are constantly changing. It is particularly important for us to obtain accurate information about your use of our services in a timely manner. If we do not process your personal information, we may not be able to ensure the security of our services.",
  "用於研究和開發":"Used for research and development",
  "我們處理您的個人信息，以更好地了解您如何使用我們的服務，以及您如何與我們的服務互動。此外，我們還將使用這些信息來定制、衡量和改進我們的服務，以及我們的網站和應用程序的內容和佈局，以及開發新的服務。如果不處理您的個人信息，我們可能無法確保您繼續享受我們的服務。":"We process your personal information to better understand how you use our services and how you interact with our services. In addition, we will use this information to customize, measure, and improve our services, as well as the content and layout of our website and applications, and to develop new services. If we do not process your personal information, we may not be able to ensure that you continue to enjoy our services.",
  "增強您的體驗":"Enhance your experience",
  "我們處理您的個人信息，以提供個性化的體驗，並滿足您的需求。例如，您可以允許我們訪問某些第三方存儲的特定個人信息。如果不處理您的個人信息，我們可能無法確保您繼續享受我們部分或全部的服務。":"We process your personal information to provide a personalized experience and meet your needs. For example, you may allow us to access specific personal information stored by certain third parties. If we do not process your personal information, we may not be able to ensure that you continue to enjoy some or all of our services.",
  "促進公司收購、合併或交易":"Promote company acquisitions, mergers, or transactions",
  "在公司收購、合併或其他公司交易的情況下，我們可能處理與您的帳戶和使用我們服務相關的任何信息。如果您不希望我們為這些目的處理您的個人信息，您可以選擇關閉您的帳戶。":"In the event of a company acquisition, merger, or other corporate transaction, we may process any information related to your account and use of our services. If you do not wish us to process your personal information for these purposes, you may choose to close your account.",
  "進行市場營銷活動":"Conduct marketing activities",
  "我們可能會向您發送市場營銷通訊（如電子郵件或短信），以通知您有關我們活動或合作夥伴活動的信息，提供有針對性的營銷，並向您提供促銷優惠。我們的市場營銷將根據您的廣告營銷偏好和適用法律的規定進行。":"We may send you marketing communications (such as emails or text messages) to notify you of information about our or partner activities, provide targeted marketing, and offer you promotional offers. Our marketing will be based on your advertising preferences and applicable laws and regulations.",
  "其他目的":"Other purposes",
  "我們可能根據您的同意對您的個人信息進行其他用途。":"We may use your personal information for other purposes based on your consent.",
  "GTL不會向任何無關的第三方提供、出售、租賃、分享或交易您的個人信息，除非經過您的事先許可，或該第三方與GTL（包括GTL的關聯公司）獨立或共同為您提供服務，且在該服務終止後，該第三方將被禁止訪問您的所有這些資料，這些資料曾在服務期間能夠訪問的部分或全部。GTL也不允許任何第三方以任何方式收集、編輯、出售或免費傳播您的個人信息。若任何GTL用戶從事上述活動，一經發現，GTL有權立即終止與該用戶的服務協議。":"GTL We will not provide, sell, lease, share, or trade your personal information to any unrelated third party unless with your prior permission, or unless such third party is in contact with GTL（ include GTL The affiliated company (s) independently or jointly provide services to you, and after the termination of the service, the third party will be prohibited from accessing all of your data that was previously accessible during the service period, in whole or in part. GTL It is also not allowed for any third party to collect, edit, sell or disseminate your personal information for free in any way. If any GTL Once the user engages in the above activities and discovers them, GTL Have the right to immediately terminate the service agreement with the user.",
  "如果您不具備完全的民事權利能力和完全的民事行為能力，請勿使用本服務。因此，我們希望您不要向我們提供任何個人信息。":"If you do not have full capacity for civil rights and full capacity for civil conduct, please do not use this service. Therefore, we hope that you do not provide us with any personal information.",
  "信息披露":"information disclosure",
  "在以下情况下，GTL可能会根据您的个人意愿或法律规定，全部或部分地披露您的个人信息：":"In the following situations, GTL Your personal information may be disclosed in whole or in part according to your personal wishes or legal requirements:",
  "在经过您的事先同意后，向第三方披露；":"Disclosure to third parties with your prior consent;",
  "如果您是合格的知识产权投诉人并且已提出投诉，在被投诉人的要求下，向被投诉人披露，以协助双方处理可能的权利争议；":"If you are a qualified intellectual property complainant and have filed a complaint, at the request of the respondent, disclose it to the respondent to assist both parties in resolving possible rights disputes;",
  "根据法律的相关规定，或者根据行政机构或司法机构的要求，向第三方、行政机构或司法机构披露；":"Disclosure to third parties, administrative agencies, or judicial agencies in accordance with relevant legal provisions or as required by administrative or judicial agencies;",
  "如果您违反相关的法律、法规或本协议，需要向第三方披露；":"If you violate relevant laws, regulations or this agreement, you need to disclose to third parties;",
  "为了提供您所要求的产品和服务，我们可能需要与第三方分享您的个人信息；":"In order to provide the products and services you request, we may need to share your personal information with third parties;",
  "在GTL上进行的某笔交易中，如果交易的任何一方已履行或部分履行了交易义务并提出了信息披露请求，GTL有权决定向该用户提供其交易对方的联系方式等必要信息，以促使交易完成或解决纠纷；以及":"exist GTL If either party to a transaction has fulfilled or partially fulfilled their transaction obligations and requested information disclosure, GTL Have the right to decide to provide the user with necessary information such as the contact information of their counterparty in order to facilitate the completion of the transaction or resolve disputes; as well as",
  "GTL根据法律、法规或网站政策认为合适的情况下进行披露。":"GTL Disclose as deemed appropriate by laws, regulations, or website policies.",
  "信息存储和转移":"Information storage and transfer",
  "我们收集的关于您的信息和数据将存储在GTL及其关联公司的服务器上。这些信息和数据可能会转移到您所在国家、地区，或者转移到GTL收集信息和数据所在地之外的地区，并在境外被访问、存储和展示。关于欧盟用户和/或位于欧盟的用户的个人信息转移，请参阅“仅针对欧盟用户的附加条款”。":"The information and data we collect about you will be stored in GTL On the servers of its affiliated companies. These information and data may be transferred to your country or region, or transferred to GTL Collect information and data from areas outside the location, and access, store, and display them overseas. Regarding the transfer of personal information of EU users and/or users located in the EU, please refer to the 'Additional Terms for EU Users Only'.",
  "Cookies的使用":"Cookies The use of",
  "在您未拒绝接受cookies的情况下，GTL会在您的计算机上设置或获取cookies，以便您能登录或使用依赖于cookies的本服务。GTL使用cookies可为您提供更加周到的个性化服务，包括推广服务。您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本服务。通过GTL所设置cookies所获得的相关信息，将适用本条款。":"Before you refuse to accept cookies In this case, GTL It will be set or obtained on your computer cookies， So that you can log in or use depends on cookies This service. GTL use cookies We can provide you with more thoughtful personalized services, including promotional services. You have the right to choose to accept or refuse to accept cookies。 You can refuse to accept by modifying your browser settings cookies。 But if you choose to refuse to accept cookies， You may not be able to log in or use depending on cookies This service. pass through GTL The set cookies The relevant information obtained will be subject to this clause.",
  "信息安全":"information security",
  "您的账户拥有安全保护功能，请妥善保管您的账户及密码信息。我们将通过向其他服务器备份、对用户密码进行加密等安全措施，确保您的信息不丢失、不被滥用和篡改。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。在使用本服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联系方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要情形下向他人提供。如果您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即联系GTL客服，以便GTL采取相应措施。":"Your account has security protection function, please keep your account and password information safe. We will take security measures such as backing up to other servers and encrypting user passwords to ensure that your information is not lost, abused, or tampered with. Despite the aforementioned security measures, please also note that there are no 'comprehensive security measures' on the information network. When using this service for online transactions, you inevitably need to disclose your personal information, such as contact information or postal address, to the counterparty or potential counterparty. Please protect your personal information properly and only provide it to others when necessary. If you discover that your personal information has been leaked, especially your account and password, please contact us immediately GTL Customer service, in order to GTL Take corresponding measures.",
  "我们将根据个人数据保护法和/或其他适用法律保留个人信息。也就是说，当我们合理确定以下情况时，我们将销毁或匿名化您的个人信息：（i）保留这些个人信息不再符合收集该个人信息的目的；（ii）保留这些个人信息不再具有任何法律或商业上的必要；（iii）没有其他合法权益需要进一步保留这些个人数据。如果您停止使用本服务，我们可能会继续根据本隐私政策和个人数据保护法和/或其他适用法律所要求承担的义务继续存储、使用和/或披露您的个人信息。":"We will retain personal information in accordance with personal data protection laws and/or other applicable laws. That is to say, we will destroy or anonymize your personal information when we reasonably determine that: (i) retaining this personal information is no longer in line with the purpose of collecting it; （ii） Retaining this personal information is no longer legally or commercially necessary; （iii） There are no other legitimate rights or interests that require further retention of these personal data. If you stop using this service, we may continue to store, use, and/or disclose your personal information in accordance with the obligations required by this privacy policy, personal data protection laws, and/or other applicable laws.",
  "撤回同意，删除，请求访问或修改您提供给我们的信息":"Withdraw consent, delete, request access or modify the information you have provided to us",
  "您可以通过发送电子邮件撤回对我们拥有或在我们控制之下的您的个人信息的收集、使用和/或披露的同意。":"You can withdraw your consent to the collection, use, and/or disclosure of your personal information that we own or control by sending an email.",
  "但是，您撤回同意可能意味着我们将无法继续向您提供服务，并且我们可能需要终止您与我们之间的协议。":"However, your withdrawal of consent may mean that we will no longer be able to provide services to you and we may need to terminate the agreement between you and us.",
  "您可以通过向我们提交书面请求来请求访问和/或更正当前由我们拥有或控制的个人数据。我们将需要您提供足够的信息，以确定您的身份以及您的请求的性质，以便能够处理您的请求。因此，请通过发送电子邮件来提交您的书面请求。":"You can request access to and/or correction of personal data currently owned or controlled by us by submitting a written request to us. We will need you to provide sufficient information to determine your identity and the nature of your request in order to process it. Therefore, please submit your written request by sending an email.",
  "我们可能会为处理您访问和/或更正个人数据的请求向您收取合理的费用。如果我们选择收取费用，我们将向您提供我们将收取的费用的书面估算。请注意，除非您同意支付费用，否则我们无需回答或处理您的请求。":"We may charge you reasonable fees for processing your requests to access and/or correct personal data. If we choose to charge a fee, we will provide you with a written estimate of the fee we will charge. Please note that we do not need to answer or process your request unless you agree to pay the fee.",
  "我们保留根据个人数据保护法及其他适用法律的规定拒绝更正您的个人数据的权利，这些规定要求和/或授权我们在规定的情况下拒绝更正个人数据。":"We reserve the right to refuse to correct your personal data in accordance with the provisions of the Personal Data Protection Law and other applicable laws, which require and/or authorize us to refuse to correct personal data in specified circumstances.",
  "账号删除：":"Account deletion:",
  "您可以随时删除自己的GTL账号。删除账号意味着：":"You can delete your GTL account at any time. Deleting an account means:",
  "您将失去该账号中的所有数字资产和数据内容；":"You will lose all digital assets and data content in this account;",
  "您将无法找回该账号下的个人信息、交易记录、业务数据、历史信息等；":"You will not be able to retrieve personal information, transaction records, business data, historical information, etc. under this account;",
  "您将无法使用需要通过该账号登录的GTL服务。":"You will not be able to use GTL services that require login through this account.",
  "重要提示：删除账号行为不可撤销，为保障您的权益，我们将在您选择删除账号按钮时对相关风险再次予以提示。":"Important notice: Deleting an account is irreversible. To protect your rights, we will remind you of the relevant risks again when you choose the delete account button.",
  "账号删除不代表您在该账号注销前的所有账号行为和相关责任得到豁免或减轻。账号删除将意味着与您账号有关的记录、信息都将删除，但我们还可能会根据适用法律和法规的要求保留您账户的某些信息。":"The deletion of an account does not mean that all of your account actions and related responsibilities before the account is cancelled are exempted or reduced. Account deletion will mean that all records and information related to your account will be deleted, but we may also retain certain information about your account as required by applicable laws and regulations.",
  "仅针对欧盟用户的附加条款":"Additional terms only applicable to EU users",
  "本节中的规定仅在您是欧盟用户的情况下适用。这些条款优先于本隐私政策其余部分中任何不一致的条款。":"The provisions in this section only apply if you are an EU user. These terms take precedence over any inconsistent terms in the rest of this privacy policy.",
  "您的个人数据可能会转移到欧盟以外。此种情况下我们将采取所有合理的预防措施以满足GDPR规定的适当的保护措施。例如，我们会采用适当的合同条款确保此类转移的接收者根据所有适用的个人数据保护法保护和处理您的个人数据。":"Your personal data may be transferred outside the European Union. In this case, we will take all reasonable precautions to meet the appropriate protective measures required by GDPR. For example, we will adopt appropriate contractual terms to ensure that recipients of such transfers protect and process your personal data in accordance with all applicable personal data protection laws.",
  "您有权根据GDPR行使以下权利：":"You have the right to exercise the following rights under GDPR:",
  "有权访问您的个人信息并更正不准确的信息，以及在符合法律规定的条件下反对收集个人信息；":"Have the right to access your personal information and correct inaccurate information, as well as object to the collection of personal information under legal conditions;",
  "删除仅基于您的同意收集的信息，或保留这些个人信息不再符合收集该个人信息的目的；":"Delete information collected solely based on your consent, or retain personal information that no longer serves the purpose of collecting that information;",
  "最初收集该等数据的目的不再需要该等数据时，限制收集该等数据的权利；":"When the initial purpose of collecting such data no longer requires it, restrict the right to collect such data;",
  "请求以结构化、通用和机器可读的格式提供个人信息的权利；":"The right to request the provision of personal information in a structured, universal, and machine-readable format;",
  "只要用户信息的收集仅基于您的同意，您有权在任何时候没有任何损害地撤回该等同意。":"As long as the collection of user information is based solely on your consent, you have the right to withdraw such consent at any time without any harm.",
  "風險提示與聲明":"Risk Warning and Statement",
  "GTL平台加密數字資產交易的風險內容提醒":"Risk Reminder for Cryptocurrency Trading on GTL Platform",
  "一、GTL平台上線的幣幣交易、合約交易，以及其他相關服務僅供符合GTL平台註冊要求的合格用戶（以下簡稱為“平台用戶”）使用。":"1、 The cryptocurrency trading, contract trading, and other related services launched on the GTL platform are only available for qualified users who meet the registration requirements of the GTL platform (hereinafter referred to as 'platform users').",
  "二、平台用戶應完成賬戶的實名認證，並完善個人資料。":"2、 Platform users should complete real name authentication of their accounts and complete their personal information.",
  "三、平台用戶有責任妥善保管賬戶及密碼，不應委託他人管理賬戶，且不得將賬戶及密碼透露給他人。否則，由此可能導致的風險將由平台用戶自行承擔。":"3、 Platform users have the responsibility to properly keep their accounts and passwords, and should not entrust others to manage their accounts, nor disclose their accounts and passwords to others. Otherwise, the risks that may arise from this will be borne by the platform users themselves.",
  "四、在GTL平台進行加密數字資產交易過程中，可能面臨政策風險、合規風險、收益風險、交易風險以及不可抗力風險等多方面的風險。具體如下：":"4、 In the process of trading encrypted digital assets on the GTL platform, there may be various risks such as policy risks, compliance risks, return risks, trading risks, and force majeure risks. Specifically, as follows:",
  "政策風險：國家宏觀政策及相關法律法規發生變化，可能影響加密數字資產的交易，進而導致平台用戶遭受損失。在本告知書中，國家指的是中華人民共和國大陸、香港特別行政區、新加坡共和國以及平台用戶所在國家。":"Policy risk: Changes in national macro policies and relevant laws and regulations may affect the trading of encrypted digital assets, leading to losses for platform users.  ",
  "合規風險：加密數字資產交易違反國家法律法規規定而引起的風險由平台用戶自行承擔。":"Compliance risk: The risks arising from the violation of national laws and regulations in the trading of encrypted digital assets shall be borne by the platform users themselves.",
  "收益風險：由於加密數字資產交易的特殊性，其價值波動較大，平台用戶應自行承擔交易和理財收益為負的風險。":"Return risk: Due to the special nature of cryptocurrency trading, its value fluctuates greatly, and platform users should bear the risk of negative trading and financial returns on their own.",
  "交易風險：平台用戶之間的轉讓交易基於雙方的共同認可，GTL平台不對任何交易成功作出承諾或擔保。":"Transaction risk: Transfer transactions between platform users are based on mutual recognition between both parties, and GTL platform does not make any commitment or guarantee for the success of any transaction.",
  "不可抗力風險：指不可預見且無法避免或克服的自然災害、戰爭、罷工、黑客攻擊等客觀情況的出現，可能嚴重影響GTL平台的正常運行，進而導致平台用戶損失或加密數字資產被盜等情形。對於因不可抗力而導致的損失，GTL平台不承擔任何民事責任。":"Force Majeure Risk: Refers to the occurrence of objective circumstances such as unforeseeable and unavoidable natural disasters, wars, strikes, hacker attacks, etc., which may seriously affect the normal operation of the GTL platform, leading to losses for platform users or theft of encrypted digital assets. GTL platform shall not bear any civil liability for losses caused by force majeure.",
  "加密數字資產下線風險：加密數字資產的開發者破產、清算、解散，或因違反國家法律法規要求而被迫下線交易的風險。":"Offline risk of encrypted digital assets: The risk of bankruptcy, liquidation, dissolution, or forced offline trading of developers of encrypted digital assets due to violation of national laws and regulations.",
  "技術風險：在加密數字資產日常交易中，可能因技術系統故障或錯誤導致交易異常，影響平台用戶權益。":"Technical risk: In the daily trading of encrypted digital assets, abnormal trading may occur due to technical system failures or errors, which may affect the rights and interests of platform users.",
  "操作風險：因平台用戶操作失誤或違反操作規程所引起的風險。":"Operational risk: The risk caused by platform users' operational errors or violations of operating procedures.",
  "賬戶凍結風險：因平台用戶涉嫌違法犯罪行為、債務違約等被司法凍結或強制執行風險。":"Account freeze risk: The risk of judicial freeze or enforcement due to platform users being suspected of illegal or criminal behavior, debt default, etc.",
  "關於在GTL平台進行加密數字資產交易的禁止性行為告知":"Notice on Prohibited Practices for Cryptocurrency Trading on the GTL Platform",
  "一、禁止洗錢、虛假交易、非法集資、詐騙等行為，不得使用他人身份註冊賬戶，也不得在GTL平台進行KYC核實信息時故意隱瞞或虛假填報。":"1、 Prohibit money laundering, false transactions, illegal fundraising, fraud, and other behaviors. Do not use someone else's identity to register an account, nor intentionally conceal or falsely fill in KYC verification information on the GTL platform.",
  "GTL平台有權對上述可疑行為的平台用戶採取凍結賬戶、終止賬戶使用、或隱藏、下線加密數字資產等措施。":"GTL platform has the right to take measures such as freezing accounts, terminating account usage, or hiding or offline encrypted digital assets against platform users who engage in the above-mentioned suspicious behaviors.",
  "二、本風險提示與聲明的內容為列舉性質，未能詳盡列明平台用戶所面臨的全部風險和可能遭受的全部損失因素。在平台用戶使用GTL平台進行加密數字資產交易前，請仔細閱讀並理解相關的交易規則、產品活動內容，以及其他相關協議和本風險提示與聲明的全部內容。請確保您已經進行足夠的風險評估並做好充分的財務安排，以避免因參與加密數字資產交易而承受難以承受的損失。":"2、 The content of this risk warning and statement is illustrative in nature and does not fully list all the risks and potential loss factors that platform users face. Before platform users use the GTL platform for encrypted digital asset trading, please carefully read and understand the relevant trading rules, product activity content, as well as all other relevant agreements and the contents of this risk warning and statement. Please ensure that you have conducted sufficient risk assessments and made adequate financial arrangements to avoid unbearable losses due to participating in cryptocurrency trading.",
  "三、在GTL平台進行加密數字資產交易的風險由平台用戶自行承擔，GTL平台不對平台用戶的加密數字資產本金免受損失或取得一定收益作出任何承諾。":"3、 The risk of trading encrypted digital assets on the GTL platform is borne by the platform users themselves, and the GTL platform does not make any commitment to protect the platform users' encrypted digital asset principal from losses or obtain certain returns.",
  "平台用戶不會在GTL平台上進行任何可能違反其所在國家法律法規的行為；如果平台用戶涉嫌違法違規行為，或其交易行為觸發了GTL平台的風控機制，平台用戶同意GTL平台有權凍結賬戶、註銷賬戶等措施，並願意承擔相應的法律責任。":"Platform users will not engage in any behavior that may violate the laws and regulations of their country on the GTL platform; If platform users are suspected of illegal or irregular behavior, or their trading behavior triggers the risk control mechanism of GTL platform, platform users agree that GTL platform has the right to freeze accounts, cancel accounts and other measures, and are willing to bear corresponding legal responsibilities.",
  "特別提醒：平台用戶點擊同意本風險提示與聲明，即表示已理解並願意自行承擔交易風險和損失。":"Special reminder: Platform users who click to agree to this risk warning and statement indicate that they have understood and are willing to bear the trading risks and losses on their own.",
  "GTL平台不對加密數字資產本金及收益作出任何保證或連帶責任。":"GTL platform does not guarantee or assume joint liability for the principal and income of encrypted digital assets.",
  "歡迎您來到GTL平台（以下稱“我們”或“平台”）。在您開始使用我們的網站、移動應用程序，以及我們提供的所有相關服務（以下總稱為“本服務”）之前，請您詳細閱讀並理解本用戶協議（以下總稱為“本協議”）。您的訪問或使用代表您同意遵守本協議中規定的所有條款和條件，以及我們不時進行的修訂和更新。":"Welcome to the GTL platform (hereinafter referred to as 'us' or 'platform'). Before you begin using our website, mobile applications, and all related services we provide (collectively referred to as 'the Services'), please read and understand this User Agreement (collectively referred to as 'the Agreement') in detail. Your access or use represents your agreement to comply with all terms and conditions set forth in this agreement, as well as any revisions and updates we may make from time to time.",
  "我們的特別聲明":"Our special statement",
  "鑒於涉及資產交易和流動，我們強調保障您使用電腦的安全。出於瀏覽體驗和安全性的考慮，我們建議您使用最新版本的Google Chrome瀏覽器訪問GTL。請注意，任何由於個人操作不慎而導致的錯誤操作和財產損失，將由您自行承擔責任。":"Given the involvement of asset trading and liquidity, we emphasize the need to ensure the security of your computer usage. For the sake of browsing experience and security, we recommend that you use the latest version of Google Chrome browser to access GTL. Please note that any incorrect operation or property damage caused by personal negligence will be your own responsibility.",
  "風險提示":"Risk Warning",
  "為了讓您更全面地了解數字資產交易的相關風險，我們特此提醒：在開始使用GTL進行數字資產交易前，請您充分了解並謹慎評估數字資產交易所涉及的風險。您需要確定自己的風險承受能力，並在充分考慮後決定是否使用GTL進行交易。在使用GTL進行數字資產交易時，可能會面臨以下風險：":"In order to provide you with a more comprehensive understanding of the risks associated with digital asset trading, we hereby remind you to fully understand and carefully evaluate the risks involved in digital asset trading before starting to use GTL. You need to determine your risk tolerance and decide whether to use GTL for trading after careful consideration. When using GTL for digital asset trading, there may be the following risks:",
  "政策風險：如果您所在地的宏觀政策或相關法規發生變化，可能影響數字資產的正常交易，進而導致您的損失。":"Policy risk: If there are changes in macro policies or relevant regulations in your location, it may affect the normal trading of digital assets, leading to your losses.",
  "合規風險：在數字資產交易過程中，違反所在國家法律法規的風險將由您自行承擔。":"Compliance risk: In the process of digital asset trading, the risk of violating the laws and regulations of the country where you are located will be borne by you.",
  "收益風險：由於數字資產交易的特殊性，其價值可能波動較大，您需要自行承擔可能產生的貶值風險。":"Return risk: Due to the particularity of digital asset trading, its value may fluctuate greatly, and you need to bear the possible depreciation risk on your own.",
  "交易風險：交易成功取決於交易雙方的共識，我們無法保證交易一定成功。":"Transaction risk: The success of a transaction depends on the consensus of both parties involved, and we cannot guarantee that the transaction will always be successful.",
  "不可抗力風險：包括自然災害、戰爭、罷工、黑客攻擊等無法預測且難以避免的情況，可能影響我們的正常運營，從而導致您的損失。":"Force majeure risks: including unforeseeable and unavoidable situations such as natural disasters, wars, strikes, hacker attacks, etc., which may affect our normal operations and result in your losses.",
  "數字資產下線風險：數字資產的開發者可能因破產、清算、違法等原因被下線，導致您的資產受損。":"Risk of Offline Digital Assets: Developers of digital assets may be taken offline due to bankruptcy, liquidation, illegal activities, etc., resulting in damage to your assets.",
  "技術風險：技術系統故障或錯誤可能影響交易進程，進而影響您的利益。":"Technical risk: Technical system failures or errors may affect the trading process, thereby affecting your interests.",
  "操作風險：由於操作失誤或違反規程可能導致風險。":"Operational risk: Risks may arise due to operational errors or violations of procedures.",
  "賬戶凍結風險：如涉嫌違法犯罪行為或債務違約，可能導致司法凍結或執行風險。":"Account freeze risk: If suspected of illegal or criminal behavior or debt default, it may lead to judicial freeze or execution risk.",
  "通過點擊同意本協議，您已經理解並同意自行承擔交易風險和損失，平台不會對數字資產本金和收益作任何保證或承擔連帶責任。":"By clicking to agree to this agreement, you have understood and agreed to bear the trading risks and losses on your own, and the platform will not make any guarantees or assume joint liability for the principal and income of digital assets.",
  "一、 總則":"1、 General Provisions",
  "歡迎您來到GTL平台（以下稱“我們”或“平台”）。本協議包括總則、了解您的客戶和反洗錢政策，以及我們已經或未來可能發佈的各類規則。在您開始使用我們的網站、移動應用程序，以及我們提供的所有相關服務（以下統稱為“本服務”）之前，請您仔細閱讀並理解本協議的全部內容。如您對協議有疑問，請向我們諮詢。您不得以未閱讀本協議或未獲得對您疑問的解答為由，主張本協議無效，或要求撤銷本協議。我們保留對本協議條款進行修改的權利。修改後的協議一經公佈即有效取代原協議，您可以隨時查閱最新協議。您使用、訪問或嘗試使用本服務即表示您同意受最新用戶協議的約束。如果您不同意，請勿訪問或使用本服務。":"Welcome to the GTL platform (hereinafter referred to as 'us' or 'platform'). This agreement includes general provisions, understanding of your customers and anti money laundering policies, as well as various rules that we have already or may release in the future. Before you begin using our website, mobile applications, and all related services we provide (collectively referred to as 'this service'), please carefully read and understand the entire content of this agreement. If you have any questions about the agreement, please consult us. You may not claim that this agreement is invalid or request its revocation on the grounds of not reading this agreement or not receiving answers to your questions. We reserve the right to modify the terms of this agreement. Once the revised agreement is published, it will effectively replace the original agreement, and you can check the latest agreement at any time. By using, accessing, or attempting to use this service, you agree to be bound by the latest user agreement. If you do not agree, please do not access or use this service.",
  "二、 註冊者資格":"2、 Registered Qualification",
  "在完成註冊過程或按GTL允許的其他方式實際使用本服務之前，您應確認自己是具有完全的民事權利能力和行為能力的自然人、法人或其他組織。若您不擁有上述主體資格，您及您的監護人將承擔由此導致的所有後果，並且我們有權註銷或永久凍結您的賬戶，並對您及您的監護人進行索償。":"Before completing the registration process or using this service in any other way permitted by GTL, you should confirm that you are a natural person, legal person, or other organization with full capacity for civil rights and conduct. If you do not have the above-mentioned subject qualifications, you and your guardian will bear all consequences resulting from this, and we have the right to cancel or permanently freeze your account and make claims against you and your guardian.",
  "三、 註冊和賬戶":"3、 Registration and Account",
  "當您按照註冊頁面的提示填寫信息、閱讀並同意本協議，並完成全部註冊過程，或按照激活頁面的提示填寫信息、閱讀並同意本協議，並完成全部激活過程，或者通過GTL允許的其他方式實際使用本服務時，即表示您同意受本協議的約束。您可以使用您提供的郵箱、手機號碼，或其他GTL允許的方式來登錄GTL。在註冊時，您應提供您的真實姓名、證件類型和證件號碼等法律法規要求的信息。如您在註冊時提供的信息不準確，我們對此不承擔責任，您將承擔由此產生的任何直接或間接損失和後果。我們保留根據市場和法律規定，在特定國家限制或拒絕提供本服務的權利。":"When you fill in the information, read and agree to this agreement according to the prompts on the registration page, and complete the entire registration process, or fill in the information, read and agree to this agreement according to the prompts on the activation page, and complete the entire activation process, or use this service in other ways allowed by GTL, it means that you agree to be bound by this agreement. You can use the email address, phone number, or other methods allowed by GTL to log in to GTL. When registering, you should provide information required by laws and regulations such as your real name, ID type, and ID number. If the information you provide during registration is inaccurate, we are not responsible for it and you will bear any direct or indirect losses and consequences arising therefrom. We reserve the right to restrict or refuse to provide this service in specific countries in accordance with market and legal regulations.",
  "四、 用戶信息":"4、 User Information",
  "在完成註冊或激活過程時，您應根據相關法律法規的要求，按照相應頁面的提示提供準確的信息，並確保及時更新您的資料，以保持其真實、及時、完整和準確。如有合理理由懷疑您提供的資料不正確、虛假、過時或不完整，我們有權向您詢問並要求您進行更正。我們有權根據情況中止或終止對您提供部分或全部服務。我們對因您未能遵守本協議規定而導致的任何損失或增加費用不承擔責任。您也應確保您提供的電子郵箱地址、聯繫電話、聯繫地址和郵政編碼等聯繫方式的準確性，以便我們或其他用戶能夠與您有效聯繫。您同意保持這些聯繫方式的有效性，並按我們的要求進行更新。":"When completing the registration or activation process, you should provide accurate information in accordance with relevant laws and regulations, follow the prompts on the corresponding page, and ensure that your information is updated in a timely manner to maintain its authenticity, timeliness, completeness, and accuracy. If there are reasonable grounds to suspect that the information you provide is incorrect, false, outdated, or incomplete, we have the right to inquire with you and request that you make corrections. We have the right to suspend or terminate some or all of our services to you based on the situation. We are not responsible for any losses or increased costs resulting from your failure to comply with the provisions of this agreement. You should also ensure the accuracy of the contact information you provide, such as email address, contact phone number, contact address, and postal code, so that we or other users can effectively contact you. You agree to maintain the validity of these contact information and update them as requested by us.",
  "五、 賬戶安全":"5、 Account security",
  "您需自行負責保密您的GTL賬戶和密碼，並對您賬戶內的所有活動（包括但不限於信息披露、發布信息、網上點擊同意或提交各類規則協議、網上續簽協議或購買服務等）負責。您同意：":"You are responsible for keeping your GTL account and password confidential, and for all activities within your account (including but not limited to information disclosure, posting information, online clicking to agree or submit various rules and agreements, online renewal agreements, or purchasing services). You agree to:",
  "如發現有未經授權使用您的GTL賬戶，或發生其他違反本協議情況，您將立即通知我們；":"If any unauthorized use of your GTL account or other violation of this agreement is discovered, you will immediately notify us;",
  "確保您嚴格遵守網站/服務的安全、認證、交易、充值、提現機制或流程；":"Ensure that you strictly comply with the security, authentication, transaction, recharge, and withdrawal mechanisms or processes of the website/service;",
  "在每個上網時段結束時，按正確步驟登出賬戶。我們不對因您未能遵守本協議而導致的任何損失承擔責任。您理解我們需要一定時間來執行您的請求，對於在執行之前產生的後果，我們不承擔責任。":"At the end of each online session, follow the correct steps to log out of the account. We are not responsible for any losses caused by your failure to comply with this agreement. You understand that we need some time to execute your request, and we are not responsible for any consequences that may arise before execution.",
  "六、 服務內容":"6、 Service Content",
  "通過本服務，會員可以在GTL平台上瀏覽數字資產各項產品的實時行情和交易信息，提交交易指令以完成數字資產的交易，參加GTL組織的活動，並使用其他相關的信息和技術服務。":"Through this service, members can browse real-time market trends and trading information of various digital asset products on the GTL platform, submit trading instructions to complete digital asset transactions, participate in GTL organized activities, and use other related information and technical services.",
  "七、 服務規則":"7、 Service Rules",
  "在您在GTL平台上進行交易過程中，如果與其他用戶產生交易糾紛，當您或其他用戶的任何一方或雙方共同向GTL提出調處請求時，GTL有權據此做出調處決定。您明白並同意，您將接受GTL的判斷和調處決定。":"In the process of trading on the GTL platform, if there is a transaction dispute with other users, GTL has the right to make a mediation decision based on your or other users' joint request for mediation. You understand and agree that you will accept GTL's judgment and mediation decision.",
  "您明白並同意，GTL有權根據政府部門（包括司法及行政部門）的要求，向其提供您向GTL提供的用戶信息和交易記錄等必要信息。如果您涉嫌侵犯他人的合法權益，GTL也有權在初步判斷涉嫌侵權行為存在的情況下，向權利人提供您必要的身份信息。":"You understand and agree that GTL has the right to provide necessary information, such as user information and transaction records, to government departments (including judicial and administrative departments) upon their request. If you are suspected of infringing on the legitimate rights and interests of others, GTL also has the right to provide necessary identification information to the rights holder in the preliminary judgment of the suspected infringement.",
  "在使用GTL服務的過程中，您需獨自承擔所產生的應納稅賦以及所有與硬件、軟件、服務和其他方面相關的費用。":"During the use of GTL services, you are solely responsible for any applicable taxes and all costs related to hardware, software, services, and other aspects.",
  "在GTL平台上使用本服務的過程中，您承諾遵守以下約定：":"In the process of using this service on the GTL platform, you promise to abide by the following agreements:",
  "所有行為均遵守您所在國家的法律、法規等規範性文件；":"All actions comply with the normative documents such as laws and regulations of your country;",
  "不違背社會公共利益或公共道德；":"Not violating the public interest or public morality;",
  "不損害他人的合法權益；":"Not harming the legitimate rights and interests of others;",
  "不偷逃應繳稅費；":"Do not evade the payable taxes and fees;",
  "不違反本協議及相關規則。":"Not violating this agreement and related rules.",
  "如果您違反上述承諾，導致產生任何法律後果，您將獨立承擔所有法律責任，並賠償GTL因此產生的任何損失。":"If you violate the above commitments and result in any legal consequences, you will independently bear all legal responsibilities and compensate GTL Any losses incurred as a result.",
  "在交易過程中，您應遵守誠實信用原則，不得進行不正當競爭行為，不得擾亂交易的正常秩序，包括但不限於價格操縱、沖銷交易、自我交易、搶先交易、塞單、欺詐或分層下單。":"During the transaction process, you should abide by the principle of good faith and not engage in unfair competition or disrupt the normal order of the transaction, including but not limited to price manipulation, reverse trading, self trading, preemptive trading, order stuffing, fraud, or layered ordering.",
  "此外，您不得商業性利用GTL上的任何數據，包括但不限於在未經GTL事先書面同意的情況下，使用任何方式復制、傳播GTL上展示的資料。":"In addition, you are not allowed to use it for commercial purposes GTL Any data on, including but not limited to, without GTL Reproduction and dissemination by any means with prior written consent GTL The data presented above.",
  "除了上述內容外，您還不得：":"In addition to the above content, you are not allowed to:",
  "使用任何深層鏈接、頁面抓取、機器人、蜘蛛或其他自動設備、程序、腳本、算法或方法，未經GTL事先同意，訪問、獲取、複製或監控任何程序屬性的任何部分，或者以任何方式複製或繞過GTL服務的結構或演示，以獲取任何材料、文檔或信息；":"Using any deep connections, page crawling, robots, spiders, or other automated devices, programs, scripts, algorithms, or methods without prior authorization GTL Prior consent, access, obtain, copy or monitor any part of the program properties, or copy or bypass in any way GTL The structure or demonstration of the service to obtain any materials, documents, or information;",
  "通過黑客攻擊、密碼“挖掘”或其他非法或禁止的手段，未經授權訪問程序屬性的任何部分或GTL任何部分之功能，或連接到GTL服務或任何GTL服務器或組成GTL服務的任何其他系統或網絡；":"Unauthorized access to any part of the program's properties through hacking attacks, password mining, or other illegal or prohibited means GTL Any part of the function, or connection to GTL Service or any GTL Server or composition GTL Any other system or network of services;",
  "探測、掃描或測試GTL服務或連接到程序屬性的任何網絡的漏洞，違反GTL服務或連接到GTL服務的任何網絡上的安全或認證措施；":"Detecting, scanning, or testing GTL Vulnerabilities in services or any network connected to program properties that violate GTL Service or connection to GTL Any security or authentication measures on the service network;",
  "反向查找、跟踪或尋求跟踪GTL服務的任何其他用戶或訪問者的任何信息；":"Reverse search, tracking, or seeking tracking GTL Any information of any other user or visitor of the service;",
  "採取對GTL服務或GTL的系統或網絡或連接到GTL服務的任何系統或網絡的基礎設施施加不合理或不成比例的大負載的任何行動；":"Take action against GTL Service or GTL The system or network or connection to GTL Any action that imposes an unreasonable or disproportionate heavy load on the infrastructure of any system or network of services;",
  "使用任何設備、軟件或例行程序，以乾擾GTL服務的正常運行或GTL服務上進行的任何交易，或其他人對GTL服務的使用；":"Using any device, software, or routine to interfere GTL The normal operation of the service or GTL Any transaction conducted on the service or by others GTL The use of services;",
  "偽造抬頭、冒充他人或以其他方式操縱標識符，以掩蓋您的身份或您發送給GTL的任何消息或傳輸的來源；":"Falsifying the header, impersonating others, or manipulating identifiers in other ways to conceal your identity or the message you sent to GTL The source of any message or transmission;",
  "以其他任何非法方式或GTL認定的不符合公平或社區價值的方式使用GTL服務。":"In any other illegal way or GTL Use in a manner that is deemed unfair or contrary to community values GTL Service.",
  "您明白並同意：":"You understand and agree that:",
  "GTL有權對您是否違反上述承諾進行單方認定，並根據結果適用本協議的規定予以處理或終止向您提供服務，且無需徵得您的同意或提前通知。出於維護GTL交易秩序和安全的需要，如果出現惡意出售或購買等擾亂市場正常交易秩序的情況，GTL有權根據實際情況進行適當的風控處理，包括但不限於關閉相應的交易訂單、凍結相關賬戶、恢復受影響的交易信息並追索相關損失，並向您所在地的司法機關報告相關事件。":"GTL We have the right to unilaterally determine whether you have violated the above commitments, and to handle or terminate the provision of services to you in accordance with the provisions of this agreement based on the results, without obtaining your consent or prior notice. For maintenance purposes GTL The need for trading order and security, if there are malicious sales or purchases that disrupt the normal trading order of the market, GTL Have the right to take appropriate risk control measures based on the actual situation, including but not limited to closing corresponding trading orders, freezing relevant accounts, restoring affected trading information, and recovering related losses, and reporting relevant events to the judicial authorities in your location.",
  "如果您的違法行為或侵權行為經您所在國家行政或司法機關的生效法律文書確認，或者根據GTL的判斷，您的行為涉嫌違反本協議或違反您所在國家法律法規的規定，則GTL有權在GTL平台上公示您涉嫌違法或違約行為及已經採取的措施。對於您在GTL上發布的涉嫌違法或涉嫌侵犯他人合法權益或違反本協議的信息，GTL有權不經通知您即予以刪除，並按照本協議的規定進行處罰。":"If your illegal or infringing behavior is confirmed by an effective legal document issued by the administrative or judicial authorities of your country, or based on GTL If your behavior is suspected of violating this agreement or violating the laws and regulations of your country, then GTL Have the right to GTL Publicize your suspected illegal or breach of contract behavior and the measures taken on the platform. For you in GTL Any information posted on the platform that is suspected of being illegal, infringing upon the legitimate rights and interests of others, or violating this agreement, GTL You have the right to delete without notice and be punished in accordance with the provisions of this agreement.",
  "對於您在GTL平台上實施的行為，包括未在GTL上實施但已對GTL及其用戶產生影響的行為，GTL有權單方認定您行為的性質及是否構成對本協議的違反，並據此作出相應處罰。您應自行保留與您行為有關的全部證據，並對無法提供充分證據而承擔的不利後果。對於您涉嫌違反承諾的行為對任何第三方造成損害的，您均應以自己的名義獨立承擔所有的法律責任。如果您的違反行為使GTL遭受任何損失，或者受到任何第三方的索賠，或者受到任何行政管理部門的處罰，您應賠償GTL因此產生的損失和（或）費用，包括合理的律師費用。":"For you in GTL Actions implemented on the platform, including those not included GTL Implemented but already addressed GTL The behavior that affects its users, GTL We have the right to unilaterally determine the nature of your actions and whether they constitute a violation of this agreement, and to impose corresponding penalties accordingly. You should retain all evidence related to your behavior and bear the adverse consequences of not being able to provide sufficient evidence. For any damages caused to any third party by your suspected breach of commitment, you shall independently bear all legal responsibilities in your own name. If your violation causes GTL You shall compensate for any losses suffered, or any claims made by third parties, or any penalties imposed by administrative authorities GTL The resulting losses and/or expenses, including reasonable legal fees.",
  "責任限制與免責":"Limitation and Disclaimer of Liability",
  "GTL致力於向您提供現狀和可得到的服務。然而，我們需強調，GTL並未就本服務的適用性、錯誤或遺漏的不存在、持續性、準確性、可靠性以及特定用途的適用性作出任何明示或暗示的保證。同時，GTL亦無法對所涉及技術和信息的有效性、準確性、正確性、可靠性、質量、穩定性、完整性和及時性作出保證。":"GTL Committed to providing you with the current situation and available services. However, we need to emphasize that, GTL No express or implied warranties are made regarding the applicability, non existence, continuity, accuracy, reliability, or suitability for a specific purpose of this service. Meanwhile, GTL We cannot guarantee the effectiveness, accuracy, correctness, reliability, quality, stability, completeness, and timeliness of the technology and information involved.",
  "您需了解，GTL上的信息由用戶自行發布，可能存在風險和瑕疵。":"You need to understand, GTL The information on the platform is posted by users themselves and may have risks and flaws.",
  "GTL專為交易而生，提供數字資產信息、交易對象搜索以及數字資產交易協商的平台。但我們無法控制交易所涉及的數字資產質量、安全性或合法性，交易信息真實性或準確性，以及交易各方履行交易協議義務的能力。您需謹慎判斷確認數字資產和/或信息的真實性、合法性和有效性，並自行承擔因此產生的責任和損失。除非法律法規另有要求，或以下情形發生，GTL無義務對所有用戶的信息數據、數字資產信息、交易行為以及交易相關事項進行事前審查：GTL有合理理由認為特定用戶及具體交易可能涉及重大違法或違約情形，或GTL有合理理由認為用戶在GTL上的行為可能涉嫌違法或不當。":"GTL Specially designed for trading, providing a platform for digital asset information, trading partner search, and digital asset trading negotiation. But we cannot control the quality, security, or legality of the digital assets involved in the exchange, the authenticity or accuracy of trading information, or the ability of all parties to fulfill their obligations under the trading agreement. You need to carefully assess and confirm the authenticity, legality, and validity of digital assets and/or information, and bear any responsibility and losses arising therefrom. Unless otherwise required by laws and regulations, or in the following circumstances, GTL No obligation to conduct prior review of all users' information data, digital asset information, trading behavior, and transaction related matters: GTL There are reasonable grounds to believe that specific users and transactions may involve significant illegal or breach of contract situations, or GTL There are reasonable reasons to believe that users are GTL The behavior on the platform may be suspected of being illegal or inappropriate.",
  "根據您不可撤銷的授權，GTL或經GTL授權的第三方有權處理您和其他用戶間因交易而產生的爭議。他們有權獨立判斷爭議事實和適用規則，並作出處理決定，包括但不限於調整訂單狀態、指示第三方支付公司支付爭議款項給一方或雙方。該處理決定對您具有約束力。若您未在限期內執行處理決定，GTL有權（但無義務）使用您GTL賬戶內的款項，或您向GTL及其關聯公司交納的保證金，代為支付。":"According to your irrevocable authorization, GTL Or through GTL Authorized third parties have the right to handle disputes arising from transactions between you and other users. They have the right to independently judge the disputed facts and applicable rules, and make handling decisions, including but not limited to adjusting the order status, instructing third-party payment companies to pay disputed amounts to one or both parties. This processing decision is binding on you. If you fail to execute the processing decision within the deadline, GTL Have the right (but not the obligation) to use you GTL The funds in the account, or your payment to GTL The security deposit paid by its affiliated companies shall be paid on its behalf.",
  "您須及時補足保證金並彌補GTL及其關聯公司的損失，否則GTL及其關聯公司有權直接抵減您在其他合同下的權益，並有權繼續追償。您理解並同意，GTL或經GTL授權的第三方非司法機構，僅以普通人身份對證據進行鑑別。因此，他們無法保證調處結果符合您期望，且不對調處結論承擔責任。若因此您遭受損失，您同意自行向受益人索償。":"You must promptly replenish the deposit and make up for it GTL Losses incurred by its affiliated companies, otherwise GTL And its affiliated companies have the right to directly offset your rights under other contracts and have the right to continue pursuing compensation. You understand and agree that, GTL Or through GTL Authorized third-party non judicial institutions only authenticate evidence as ordinary persons. Therefore, they cannot guarantee that the mediation results will meet your expectations and will not be held responsible for the mediation conclusions. If you suffer losses as a result, you agree to claim compensation from the beneficiary on your own.",
  "您了解並同意，基於以下情形，GTL對於任何利潤、商譽、使用、數據等方面的損失，或其他無形損失，均不承擔賠償責任，無論是否事先告知可能性：GTL有合理理由認為特定用戶及具體交易可能涉及重大違法或違約情形，或GTL有合理理由認為用戶在GTL上的行為可能涉嫌違法或不當，或通過GTL服務購買或獲取數據、信息或進行交易等行為所產生的費用和損失，或對GTL服務誤解所致，或非因GTL原因引起的其他與GTL服務有關的損失。":"You understand and agree that, based on the following circumstances, GTL We shall not be liable for any loss of profit, goodwill, use, data, or other intangible losses, whether or not prior notice of the possibility: GTL There are reasonable grounds to believe that specific users and transactions may involve significant illegal or breach of contract situations, or GTL There are reasonable reasons to believe that users are GTL The behavior on the platform may be suspected of being illegal or inappropriate, or through GTL The costs and losses incurred from the purchase or acquisition of data, information, or transactions related to services, or GTL Due to service misunderstanding, or not caused by GTL Other causes and GTL Losses related to services.",
  "在任何情況下，GTL均不對由以下原因導致的無法服務或延遲服務承擔責任：信息網絡正常的設備維護，信息網絡連接故障，電腦、通訊或其他系統故障，電力故障，罷工，勞動爭議，暴亂，起義，騷亂，生產力或生產資料不足，火災，洪水，風暴，爆炸，戰爭，政府行為，司法行政機關的命令或第三方的不作為。":"In any case, GTL Neither party shall be held responsible for any inability or delay in service caused by the following reasons: normal equipment maintenance of information networks, network connection failures, computer, communication or other system failures, power failures, strikes, labor disputes, riots, uprisings, disturbances, insufficient productivity or means of production, fires, floods, storms, explosions, wars, government actions, orders from judicial administrative agencies or third-party inaction.",
  "協議終止":"termination by agreement",
  "您同意，GTL有權出於任何理由自行決定中止、終止部分或全部GTL服務，暫時或永久凍結（註銷）您的賬戶在GTL的權限，且無需對您或任何第三方承擔責任。但GTL有權繼續保存您的用戶信息和交易數據。若出現以下情形，GTL有權直接註銷您的賬戶和終止本協議：":"You agree, GTL Have the right to decide to suspend, terminate part or all of it for any reason GTL Service, temporarily or permanently freeze (cancel) your account GTL The authority is granted without any liability to you or any third party. only GTL Have the right to continue saving your user information and transaction data. If the following situations occur, GTL Have the right to directly cancel your account and terminate this agreement:",
  "在GTL終止您的服務後，您再次註冊為用戶；":"exist GTL After terminating your service, you register again as a user;",
  "您提供的電子郵箱不存在、無法接收電子郵件，且未在GTL通知後三個工作日內更改有效電子郵箱；":"The email address you provided does not exist, cannot receive emails, and is not available GTL Change the valid email address within three working days after notification;",
  "您提供的用戶信息不真實、不准確、不及時或不完整；":"The user information you provided is untrue, inaccurate, untimely, or incomplete;",
  "您明示不接受新的服務協議；":"You explicitly state that you do not accept the new service agreement;",
  "其他GTL認為需終止服務的情況。":"other GTL The situation where it is deemed necessary to terminate the service.",
  "在您的賬戶服務被終止或永久凍結後，GTL無義務保留或向您披露賬戶信息，也無義務轉發您未閱讀或發送的信息。":"After your account service is terminated or permanently frozen, GTL There is no obligation to retain or disclose account information to you, nor is there an obligation to forward information that you have not read or sent.",
  "您同意：":"You agree to:",
  "即使合同終止，GTL仍有權保留您的用戶信息和交易數據；":"Even if the contract is terminated, GTL Still have the right to retain your user information and transaction data;",
  "若您在使用期間違法或違反協議，GTL仍可主張相關權利；":"If you violate the law or agreement during use, GTL Still able to claim relevant rights;",
  "在中止或終止服務後，您需自行處理並承擔相關交易產生的爭議、損失或費用，且確保GTL免於損失和費用；":"After suspending or terminating the service, you shall handle and bear the disputes, losses or expenses arising from the relevant transactions on your own, and ensure that GTL Free from losses and expenses;",
  "若您在中止或終止服務前上傳的數字資產未交易，GTL有權刪除相關信息；":"If the digital assets you uploaded before suspending or terminating the service have not been traded, GTL Have the right to delete relevant information;",
  "在服務終止後，GTL無義務保留或向您披露賬戶信息，也無義務轉發您未閱讀或發送的信息；":"After the service is terminated, GTL No obligation to retain or disclose account information to you, nor to forward information that you have not read or sent;",
  "若在服務終止前，您已與其他用戶達成交易且部分履行，GTL可以不刪除交易，但有權通知交易對方。":"If you have already entered into transactions with other users and partially fulfilled them before the termination of the service, GTL The transaction may not be deleted, but the counterparty has the right to be notified.",
  "知識產權":"intellectual property right",
  "GTL擁有本服務中的所有智力成果的知識產權，包括但不限於網站標誌、數據庫、網站設計、文字和圖表、軟件、照片、錄像、音樂、聲音及其組合，以及軟件編譯、相關源代碼和軟件，包括小應用程序和腳本。您不得將這些材料或內容用於商業目的，包括複製、更改、拷貝、發送或使用。":"GTL We own the intellectual property rights of all intellectual achievements in this service, including but not limited to website logos, databases, website designs, text and graphics, software, photos, videos, music, sound and their combinations, as well as software compilation, related source code and software, including mini applications and scripts. You are not allowed to use these materials or content for commercial purposes, including copying, altering, duplicating, sending, or using.",
  "通過接受本協議，您主動將您在GTL上發表的任何形式的信息的著作權，如複製權、發行權、出租權、展覽權、表演權、放映權、廣播權、信息網絡傳播權、攝製權、改編權、翻譯權、彙編權以及其他可轉讓權利，無償獨家轉讓給GTL。GTL有權就任何侵權行為提起訴訟並獲得賠償。本協議適用於您在協議簽訂前或後在GTL上發布的受著作權法保護的作品內容。":"By accepting this agreement, you voluntarily GTL The copyright of any form of information published on the platform, such as reproduction rights, distribution rights, rental rights, exhibition rights, performance rights, screening rights, broadcasting rights, information network dissemination rights, filming rights, adaptation rights, translation rights, compilation rights, and other transferable rights, shall be exclusively transferred free of charge to GTL。 GTL Have the right to file a lawsuit and obtain compensation for any infringement. This agreement applies to you before or after the signing of the agreement GTL The content of works protected by copyright law published on the platform.",
  "在使用本服務時，您不得非法使用或處分GTL或他人的知識產權權利。您不得將在GTL發表的信息以任何形式發布或授權其他網站（及媒體）使用。":"When using this service, you are not allowed to illegally use or dispose of it GTL Or the intellectual property rights of others. You are not allowed to GTL The information published shall be published in any form or authorized for use by other websites (and media).",
  "您登錄GTL或使用本服務不表示GTL向您轉讓任何知識產權。":"You log in GTL Using this service does not imply GTL Transfer any intellectual property to you.",
  "本協議根據新加坡法律訂立，成立、解釋、內容及執行均適用新加坡相關法律規定。針對GTL的索賠或訴訟將受到新加坡法律管轄。您無條件獲得在新加坡法院進行訴訟和上訴的排他性管轄權。您同意任何與本協議相關的爭議、問題或索賠請求和訴訟均在新加坡解決，除非GTL對其他業務有專門約定。選擇管轄法院時不應適用不方便法院的原則。":"This agreement is made in accordance with the laws of Singapore, and its establishment, interpretation, content, and execution shall be governed by the relevant laws and regulations of Singapore. be directed against GTL Claims or lawsuits will be governed by Singaporean law. You unconditionally obtain exclusive jurisdiction to litigate and appeal in Singapore courts. You agree that any disputes, issues, claims, or lawsuits related to this agreement shall be resolved in Singapore, unless otherwise provided GTL There are specific agreements for other businesses. The principle of inconvenient forum should not be applied when choosing the jurisdictional court.",
  "二、 客戶了解與反洗錢政策":"2、 Customer Understanding and Anti Money Laundering Policy",
  "GTL承諾嚴格遵守了解客戶和反洗錢法規，並不會故意違反本協議中的有關政策。我們將在合理範圍內採取措施和技術，確保為您提供安全的服務，並盡量減少您可能因犯罪嫌疑人的洗錢行為造成的損失。了解客戶和反洗錢政策包括：":"GTL We promise to strictly comply with customer understanding and anti money laundering regulations, and will not intentionally violate the relevant policies in this agreement. We will take measures and technologies within a reasonable range to ensure that we can provide you with safe services, and try to reduce the losses you may suffer from money laundering by suspect. Understanding customers and anti money laundering policies includes:",
  "頒布並定期更新了解客戶和反洗錢政策，以符合相應法律法規的標準；":"Publish and regularly update customer and anti money laundering policies to comply with relevant legal and regulatory standards;",
  "頒布和更新運營本網站的指導原則和規則，並確保我們的員工根據這些指導原則和規則提供服務；":"Publish and update guidelines and rules for operating this site, and ensure that our employees provide services in accordance with these guidelines and rules;",
  "設計並實施內部監測和交易控制程序，包括嚴格的身份驗證，成立專業團隊負責反洗錢工作；":"Design and implement internal monitoring and transaction control procedures, including strict identity verification, and establish a professional team responsible for anti money laundering work;",
  "通過風險預防的方法對客戶進行盡職調查和持續監督；":"Conduct due diligence and continuous monitoring of customers through risk prevention methods;",
  "審查並定期檢查已執行的交易；以及":"Review and regularly inspect executed transactions; as well as",
  "向主管當局報告可疑交易。":"Report suspicious transactions to the competent authorities.",
  "身份信息和核實確認":"Identity information and verification confirmation",
  "根據不同司法管轄區的要求和不同實體類型，我們收集的信息內容可能有所不同。原則上，我們將向註冊的個人收集以下信息：":"The content of information we collect may vary depending on the requirements of different jurisdictions and types of entities. In principle, we will collect the following information from registered individuals:",
  "個人基本信息：您的姓名、住址（包括永久地址，如果不同）、出生日期和國籍等。身份證明文件應依據官方或類似權威機構發放的文件，如護照、身份證等。":"Personal basic information: Your name, address (including permanent address, if different), date of birth, and nationality. The identification documents should be based on official or similar authoritative institutions, such as passports, ID cards, etc.",
  "有效照片：在註冊之前，您需要提供您將身份證明文件放在胸前的照片；以及":"Valid photo: Before registration, you need to provide a photo of yourself holding your identification documents on your chest; as well as",
  "聯繫方式：電話號碼、手機號碼和/或有效的電子郵件地址。":"Contact information: phone number, mobile phone number, and/or valid email address.",
  "如果您是一家公司或其他合法實體，為了確定您或信託賬戶的最終受益人，我們將收集以下信息：":"If you are a company or other legal entity, in order to determine the ultimate beneficiary of your or trust account, we will collect the following information:",
  "公司註冊、登記證；公司章程和備忘錄副本；":"Company registration and registration certificate; Copy of the company's articles of association and memorandum;",
  "公司股權結構和所有權的詳細證明文件，證明決定開立本網站賬戶的授權委託人的董事會決議；":"Detailed proof documents of the company's equity structure and ownership, proving the board resolution of the authorized representative who decided to open the account on this website;",
  "根據需要，提交公司董事、大股東和網站賬戶簽字人的身份證明文件；":"Submit identification documents of company directors, major shareholders, and website account signatories as needed;",
  "公司的主要營業地址，如果不同於郵寄地址，需提供郵寄地址。若公司的本地地址與主要營業地址不符，則需要提交額外文件；以及":"If the main business address of the company is different from the email address, an email address must be provided. If the local address of the company does not match the main business address, additional documents need to be submitted; as well as",
  "根據不同司法管轄區的規定和實體類型，我們可能需要其他認證和權威機構發放的文件，以及我們認為必要的文件。":"According to regulations and entity types in different jurisdictions, we may require documents issued by other certification and authoritative institutions, as well as documents deemed necessary by us.",
  "我們只接受英語或漢語版本的身份信息，如果不是，請將您的身份信息翻譯成英文版本並加以公證。":"We only accept identity information in English or Chinese. If not, please translate your identity information into English and notarize it.",
  "身份信息的確認和核實要求如下：":"The requirements for confirming and verifying identity information are as follows:",
  "您需要提供身份證明文件的所有頁面；":"You need to provide all pages of identification documents;",
  "您需要提供您將身份證明文件放在胸前的照片；":"You need to provide a photo of yourself holding your identification documents on your chest;",
  "副本文件應與原件進行核對。然而，如果有可信的合適認證人可以證明副本是準確全面的原始複製件，則該副本是可接受的。這些認證人可能包括大使、司法官員、地方治安官等；以及":"The copy file should be checked against the original. However, if there is a trustworthy and suitable verifier who can prove that the copy is an accurate and comprehensive original copy, then the copy is acceptable. These certifiers may include ambassadors, judicial officials, local security officers, etc; as well as",
  "識別最終受益人和賬戶控制權的要求是確定那些個人最終擁有或控制您的客戶，以及確定正在進行的交易是否由他人代表執行。如果是公司，大股東的身份（例如持有10％或以上的投票權益的人）需要核實。":"The requirement for identifying the ultimate beneficiary and account control is to determine which individuals ultimately own or control your clients, and to determine whether ongoing transactions are being executed on behalf of others. If it is a company, the identity of the major shareholder (such as holding 10% or more of the voting rights) needs to be verified.",
  "交易監控":"Transaction Monitoring",
  "平台用戶承諾":"Platform user commitment",
  "GTL將根據安全性和實際交易情況，隨時設定和調整每日交易和數字資產提取的最高限額；":"GTL The maximum limit for daily transactions and digital asset withdrawals will be set and adjusted at any time based on security and actual transaction situations;",
  "若交易頻繁集中於某註冊用戶，或存在超乎合理的情況，GTL有權評估並決定其是否可疑；":"If transactions are frequently concentrated on a registered user or there are unreasonable circumstances, GTL Have the right to evaluate and decide whether it is suspicious;",
  "GTL憑藉自身判斷認定為可疑交易的情況，GTL可能會採取暫停該交易、拒絕該交易等限制性措施，甚或可能將盡快逆轉該交易，並同時向主管部門報告，但不會通知您；":"GTL If a transaction is deemed suspicious based on one's own judgment, GTL Restrictive measures such as suspending or rejecting the transaction may be taken, or the transaction may be reversed as soon as possible and reported to the regulatory authorities, but you will not be notified;",
  "有權拒絕不符合國際反洗錢標準轄區的個人，或被視為政治公眾人物的人的註冊申請。我們有權隨時暫停或終止我們自身判斷為可疑交易的交易，但這不會違反您的任何義務和責任。截至目前，GTL已拒絕來自朝鮮、帕勞、盧旺達、緬甸、古巴、蘇丹、敘利亞、克里米亞、中國大陸、中國香港、印尼、新加坡、委內瑞拉、孟加拉、巴基斯坦、加拿大以及美國等國家的用戶的交易或註冊申請，但此限制國家名單並非完整清單。GTL可能隨時調整此限制國家名單。您在此承諾，若您成為上述限制國家的居民，或知道任何用戶是上述限制國家的居民，您將立即通知GTL。您理解並同意，若GTL認定您在使用我們的服務時對您的所在地區、國籍或常駐地進行任何形式的隱瞞或虛假陳述，我們有權採取適當措施以確保GTL遵守適用法律法規，包括但不限於關閉您的帳戶並對帳戶中的任何倉位進行平倉。":"Has the right to refuse registration applications from individuals in jurisdictions that do not meet international anti money laundering standards, or from individuals who are considered politically exposed. We have the right to suspend or terminate transactions that we deem suspicious at any time, but this will not violate any of your obligations and responsibilities. As of now, GTL Users from North Korea, Palau, Rwanda, Myanmar, Cuba, Sudan, Syria, Crimea, Chinese Mainland, Hong Kong, Indonesia, Singapore, Venezuela, Bangladesh, Pakistan, Canada, the United States and other countries have been refused transactions or registration applications, but this list of restricted countries is not a complete list. GTL The list of restricted countries may be adjusted at any time. You hereby promise that if you become a resident of the above-mentioned restricted countries, or if you know that any user is a resident of the above-mentioned restricted countries, you will immediately notify them GTL。 You understand and agree that if GTL We reserve the right to take appropriate measures to ensure that you make any form of concealment or false statement about your location, nationality, or place of residence when using our services GTL Comply with applicable laws and regulations, including but not limited to closing your account and closing any positions in your account."
}
