
{
  "hello": "你好啊",
  "請輸入帳號": "请输入账号",
  "請輸入密碼": "请输入密码",
  "驗證碼錯誤": "验证码错误",
  "登入": "登录",
  "用戶帳號": "用户账号",
  "登入密碼": "登录密码",
  "辨識碼": "识别码",
  "本頁面受 reCAPTCHA 機制保護，並遵守 Google 的": "本页面受 reCAPTCHA 机制保护，并遵守 Google 的",
  "隱私權政策": "隐私政策",
  "及": "及",
  "服務條款": "服务条款",
  "取消": "取消",
  "請將您用來登入": "请将您用来登录",
  "的手機設定兩步驟驗證，並保持清除瀏覽紀錄，這可以保護您的帳戶安全，使其不致於因為密碼外洩而遭盜用，即使密碼遭盜用，盜用者也無法成功登入您的帳戶。": "的手机设置两步验证，并保持清除浏览记录，这可以保护您的账户安全，使其不至于因为密码泄露而被盗用，即使密码被盗用，盗用者也无法成功登录您的账户。",
  "還沒有帳號嗎?": "还没有账号吗?",
  "立即申辦": "立即申办",
  "忘記密碼": "忘记密码",
  "請勾選同意條款": "请勾选同意条款",
  "註冊": "注册",
  "推薦碼": "推荐码",
  "選填": "选填",
  "需使用4-20位英文或數字": "需使用4-20位英文或数字",
  "需混合填入8個(含)以上字元大小寫、數字，不可與用戶帳號金鑰密碼相同": "需混合填入8个(含)以上大小写字母、数字，不可与用户账号密钥密码相同",
  "登入密碼確認": "登录密码确认",
  "確認相同": "确认相同",
  "與登入密碼不相同": "与登录密码不相同",
  "金鑰密碼": "密钥密码",
  "需混合填入8個(含)以上字元大小寫、數字，不可與用戶帳號、登入密碼相同": "需混合填入8个(含)以上大小写字母、数字，不可与用户账号、登录密码相同",
  "金鑰密碼確認": "密钥密码确认",
  "與交易密碼不相同": "与交易密码不相同",
  "用戶名稱": "用户名",
  "必填": "必填",
  "手機號碼": "手机号码",
  "手機號碼開頭須為09，共10碼": "手机号码开头须为09，共10位",
  "驗證碼": "验证码",
  "我已年滿 18 歲，並已閱讀、接受並同意條款和條件、規則、隱私政策、Cookie 政策以及與年齡驗證相關的政策": "我已年满 18 岁，并已阅读、接受并同意条款和条件、规则、隐私政策、Cookie 政策以及与年龄验证相关的政策",
  "條款和條件": "条款和条件",
  "的手機設定兩步驟驗證，這可以保護您的帳戶安全，使其不致於因為密碼外洩而遭盜用，即使密碼遭盜用，盜用者也無法成功登入您的帳戶。": "的手机设置两步验证，这可以保护您的账户安全，使其不至于因为密码泄露而被盗用，即使密码被盗用，盗用者也无法成功登录您的账户。",
  "已經註冊過?": "已经注册过?",
  "本隱私權政策描述了我們在您使用服務時收集、使用和揭露您的資訊的政策和程序，並告訴您您的隱私權以及法律如何保護您。": "本隐私政策描述了我们在您使用服务时收集、使用和披露您的信息的政策和程序，并告诉您您的隐私权以及法律如何保护您。",
  "我們使用您的個人資料來提供和改進服務。使用服務即表示您同意根據本隱私權政策收集和使用資訊。": "我们使用您的个人信息来提供和改进服务。使用服务即表示您同意根据本隐私政策收集和使用信息。",
  "解釋和定義": "解释和定义",
  "解釋": "解释",
  "首字母大寫的單字具有在以下條件下定義的含義。下列定義無論以單數或複數形式出現，均具有相同的意義。": "首字母大写的单词具有在以下条件下定义的含义。下列定义无论以单数或复数形式出现，均具有相同的意义。",
  "定義": "定义",
  "就本隱私權政策而言：": "就本隐私政策而言：",
  "帳戶是指為您存取我們的服務或部分服務而建立的唯一帳戶。": "账户是指为您访问我们的服务或部分服务而建立的唯一账户。",
  "在投資數位貨幣或以其他方式使用本網站的服務之前，您至少必須注意以下風險：": "在投资数字货币或以其他方式使用本网站的服务之前，您至少必须注意以下风险：",
  "本公司（在本協議中稱為「本公司」、「我們」、「我們」或「我們的」）是指Kava Labs Inc, 2 Embarcadero Center, CA 94111。": "本公司（在本协议中称为「本公司」、「我们」、「我们」或「我们的」）是指Kava Labs Inc, 2 Embarcadero Center, CA 94111。",
  "Cookie是網站放置在您的電腦、行動裝置或任何其他裝置上的小文件，其中包含您在該網站上的瀏覽記錄以及其多種用途的詳細資訊。": "Cookie是网站放置在您的电脑、移动设备或任何其他设备上的小文件，其中包含您在该网站上的浏览记录以及其多种用途的详细信息。",
  "國家是指：美國加州": "国家是指：美国加州",
  "設備是指任何可以存取服務的設備，例如電腦、手機或數位平板電腦。": "设备是指任何可以访问服务的设备，例如电脑、手机或数位平板电脑。",
  "個人資料是與已識別或可識別個人相關的任何資訊。": "个人资料是与已识别或可识别个人相关的任何信息。",
  "服務指的是網站。": "服务指的是网站。",
  "服務提供者是指代表公司處理資料的任何自然人或法人。指本公司僱用的為促進本服務、代表本公司提供本服務、執行與本服務相關的服務或協助本公司分析本服務的使用方式的第三方公司或個人。": "服务提供者是指代表公司处理资料的任何自然人或法人。指本公司雇用的为促进本服务、代表本公司提供本服务、执行与本服务相关的服务或协助本公司分析本服务的使用方式的第三方公司或个人。",
  "使用數據是指自動收集的數據，可以是透過使用服務產生的，也可以是從服務基礎設施本身產生的（例如，頁面存取的持續時間）。": "使用数据是指自动收集的数据，可以是通过使用服务产生的，也可以是从服务基础设施本身产生的（例如，页面访问的持续时间）。",
  "網站引用 Kava，您是指存取或使用本服務的個人，或代表該個人存取或使用本服務的公司或其他法律實體（如果適用）。": "网站引用 Kava，您是指存取或使用本服务的个人，或代表该个人存取或使用本服务的公司或其他法律实体（如果适用）。",
  "收集和使用您的個人數據": "收集和使用您的个人数据",
  "收集的資料類型": "收集的资料类型",
  "個人資料": "个人资料",
  "在使用我們的服務時，我們可能會要求您向我們提供某些可用於聯絡或識別您的個人識別資訊。個人識別資訊可能包括但不限於：": "在使用我们的服务时，我们可能会要求您向我们提供某些可用于联络或识别您的个人识别信息。个人识别信息可能包括但不限于：",
  "電子郵件": "电子邮件",
  "使用數據": "使用数据",
  "使用服務時會自動收集使用資料。": "使用服务时会自动收集使用数据。",
  "使用資料可能包括您裝置的網際網路通訊協定位址（例如IP位址）、瀏覽器類型、瀏覽器版本、您造訪的我們服務的頁面、您造訪的時間和日期、在這些頁面上花費的時間、唯一裝置等資訊標識符和其他診斷資料。": "使用数据可能包括您设备的互联网协议地址（例如IP地址）、浏览器类型、浏览器版本、您访问的我们服务的页面、您访问的时间和日期、在这些页面上花费的时间、唯一设备等信息标识符和其他诊断数据。",
  "當您透過行動裝置存取服務時，我們可能會自動收集某些信息，包括但不限於您使用的行動裝置類型、您的行動裝置唯一ID、您的行動裝置的 IP位址、您的手機作業系統、您使用的行動互聯網瀏覽器的類型、唯一裝置識別碼和其他診斷資料。": "当您通过移动设备访问服务时，我们可能会自动收集某些信息，包括但不限于您使用的移动设备类型、您的移动设备唯一ID、您的移动设备的IP地址、您的手机操作系统、您使用的移动互联网浏览器的类型、唯一设备标识符和其他诊断数据。",
  "當您造訪我們的服務或透過行動裝置存取服務時，我們也可能收集您的瀏覽器所傳送的資訊。": "当您访问我们的服务或通过移动设备访问服务时，我们也可能收集您的浏览器所传送的信息。",
  "追蹤技術和 Cookie": "追踪技术和 Cookie",
  "我們使用 Cookie 和類似的追蹤技術來追蹤我們的服務上的活動並儲存某些資訊。使用的追蹤技術包括信標、標籤和腳本，用於收集和追蹤資訊以及改進和分析我們的服務。我們使用的技術可能包括：": "我们使用 Cookie 和类似的追踪技术来追踪我们的服务上的活动并储存某些信息。使用的追踪技术包括信标、标签和脚本，用于收集和追踪信息以及改进和分析我们的服务。我们使用的技术可能包括：",
  "Cookie 或瀏覽器 Cookie。 Cookie 是放置在您裝置上的小檔案。您可以指示您的瀏覽器拒絕所有 Cookie 或指示何時發送 Cookie。但是，如果您不接受 Cookie，您可能無法使用我們服務的某些部分。除非您已調整瀏覽器設定以拒絕 Cookie，否則我們的服務可能會使用 Cookie。閃光餅乾。我們服務的某些功能可能會使用本地儲存的物件（或 Flash Cookie）來收集和儲存有關您的偏好或您在我們的服務上的活動的資訊。 Flash Cookie 的管理方式與瀏覽器 Cookie 所使用的瀏覽器設定不同。有關如何刪除 Flash Cookie 的更多信息，請閱讀“在哪裡可以更改禁用或刪除本地共享物件的設定？”位於": "Cookie 或浏览器 Cookie。Cookie 是放置在您设备上的小文件。您可以指示您的浏览器拒绝所有 Cookie 或指示何时发送 Cookie。但是，如果您不接受 Cookie，您可能无法使用我们服务的某些部分。除非您已调整浏览器设置以拒绝 Cookie，否则我们的服务可能会使用 Cookie。闪光饼干。我们服务的某些功能可能会使用本地存储的对象（或 Flash Cookie）来收集和存储有关您的偏好或您在我们的服务上的活动的信息。Flash Cookie 的管理方式与浏览器 Cookie 所使用的浏览器设置不同。有关如何删除 Flash Cookie 的更多信息，请阅读“在哪里可以更改禁用或删除本地共享对象的设置？”位于",
  "網路信標。我們的服務和電子郵件的某些部分可能包含稱為網頁信標（也稱為透明gif、像素標籤和單像素gif）的小型電子文件，例如，該文件允許公司對訪問過這些頁面的用戶進行計數或開啟電子郵件並進行其他相關網站統計（例如，記錄某個部分的受歡迎程度並驗證系統和伺服器的完整性）。Cookie 可以是「持久性」Cookie 或「會話」Cookie。當您離線時，持久 Cookie 會保留在您的個人電腦或行動裝置上，而會話 Cookie 會在您關閉網頁瀏覽器後立即刪除。": "网络信标。我们的服务和电子邮件的某些部分可能包含称为网页信标（也称为透明gif、像素标签和单像素gif）的小型电子文件，例如，该文件允许公司对访问过这些页面的用户进行计数或打开电子邮件并进行其他相关网站统计（例如，记录某个部分的受欢迎程度并验证系统和服务器的完整性）。Cookie 可以是「持久性」Cookie 或「会话」Cookie。当您离线时，持久 Cookie 会保留在您的个人电脑或移动设备上，而会话 Cookie 会在您关闭网页浏览器后立即删除。",
  "了解更多關於 cookie 的資訊：": "了解更多关于 cookie 的信息：",
  "Cookie：它們有什麼作用？。": "Cookie：它们有什么作用？。",
  "我們為下列目的使用會話 Cookie 和持久 Cookie：": "我们为下列目的使用会话 Cookie 和持久 Cookie：",
  "必要/必要的 Cookie": "必要/必要的 Cookie",
  "類型：會話 Cookie": "类型：会话 Cookie",
  "管理機構：我們": "管理机构：我们",
  "目的：這些 Cookie 對於向您提供透過網站提供的服務以及使您能夠使用網站的某些功能至關重要。它們有助於驗證使用者身分並防止詐欺性使用使用者帳戶。如果沒有這些 Cookie，則無法提供您所要求的服務，我們僅使用這些 Cookie 來為您提供這些服務。": "目的：这些 Cookie 对于向您提供通过网站提供的服务以及使您能够使用网站的某些功能至关重要。它们有助于验证用户身份并防止欺诈性使用用户账户。如果没有这些 Cookie，则无法提供您所要求的服务，我们仅使用这些 Cookie 来为您提供这些服务。",
  "Cookie 政策/通知 接受 Cookie": "Cookie 政策/通知 接受 Cookie",
  "類型：持久性 Cookie": "类型：持久性 Cookie",
  "目的：這些 Cookie 可以辨識使用者是否已接受在網站上使用 Cookie。": "目的：这些 Cookie 可以辨识使用者是否已接受在网站上使用 Cookie。",
  "功能性 Cookie": "功能性 Cookie",
  "目的：這些 Cookie 使我們能夠記住您在使用本網站時所做的選擇，例如記住您的登入詳細資訊或語言偏好。這些 Cookie 的目的是為您提供更個人化的體驗，並避免您每次使用網站時都必須重新輸入您的偏好。": "目的：这些 Cookie 使我们能够记住您在使用本网站时所做的选择，例如记住您的登录详细信息或语言偏好。这些 Cookie 的目的是为您提供更个性化的体验，并避免您每次使用网站时都必须重新输入您的偏好。",
  "有關我們使用的 Cookie 以及您對 Cookie 的選擇的更多信息，請訪問我們的 Cookie 政策或隱私權政策的 Cookie 部分。": "有关我们使用的 Cookie 以及您对 Cookie 的选择的更多信息，请访问我们的 Cookie 政策或隐私政策的 Cookie 部分。",
  "您的個人資料的使用": "您的个人资料的使用",
  "公司可能將個人資料用於以下目的：": "公司可能将个人资料用于以下目的：",
  "提供和維護我們的服務，包括監控我們服務的使用情況。": "提供和维护我们的服务，包括监控我们服务的使用情况。",
  "管理您的帳戶：管理您作為服務使用者的註冊。您提供的個人資料可讓您存取作為註冊用戶可以使用的服務的不同功能。": "管理您的账户：管理您作为服务使用者的注册。您提供的个人资料可让您存取作为注册用户可以使用的服务的不同功能。",
  "為了履行合約：您所購買的產品、物品或服務的購買合約或透過服務與我們簽訂的任何其他合約的製定、遵守和承諾。": "为了履行合同：您所购买的产品、物品或服务的购买合同或通过服务与我们签订的任何其他合同的制定、遵守和承诺。",
  "與您聯絡：透過電子郵件、電話、簡訊或其他同等形式的電子通訊方式與您聯繫，例如行動應用程式的有關更新的推播通知或與功能、產品或合約服務（包括安全性更新）相關的資訊通信，在必要或合理的情況下實施。": "与您联络：通过电子邮件、电话、短信或其他同等形式的电子通讯方式与您联系，例如行动应用程式的有关更新的推播通知或与功能、产品或合约服务（包括安全性更新）相关的资讯通信，在必要或合理的情况下实施。",
  "向您提供與您已購買或查詢的產品、服務和活動類似的我們提供的其他商品、服務和活動的新聞、特別優惠和一般信息，除非您選擇不接收此類信息。": "向您提供与您已购买或查询的产品、服务和活动类似的我们提供的其他商品、服务和活动的新闻、特别优惠和一般信息，除非您选择不接收此类信息。",
  "管理您的要求：出席並管理您向我們提出的請求。": "管理您的要求：出席并管理您向我们提出的请求。",
  "對於業務轉讓：我們可能會使用您的資訊來評估或進行合併、剝離、重組、改組、解散或以其他方式出售或轉讓我們的部分或全部資產，無論是作為持續經營企業還是作為破產、清算、或類似程序，其中我們持有的有關我們服務用戶的個人資料屬於轉讓的資產。": "对于业务转让：我们可能会使用您的信息来评估或进行合并、剥离、重组、改组、解散或以其他方式出售或转让我们的部分或全部资产，无论是作为持续经营企业还是作为破产、清算、或类似程序，其中我们持有的有关我们服务用户的个人资料属于转让的资产。",
  "出於其他目的：我們可能會將您的資訊用於其他目的，例如數據分析、識別使用趨勢、確定我們促銷活動的有效性以及評估和改進我們的服務、產品、服務、行銷和您的體驗。": "出于其他目的：我们可能会将您的信息用于其他目的，例如数据分析、识别使用趋势、确定我们促销活动的有效性以及评估和改进我们的服务、产品、服务、营销和您的体验。",
  "我們可能在以下情況下共享您的個人資訊：": "我们可能在以下情况下共享您的个人信息：",
  "與服務提供者：我們可能會與服務提供者分享您的個人信息，以監控和分析我們服務的使用情況，並與您聯繫。": "与服务提供者：我们可能会与服务提供者分享您的个人信息，以监控和分析我们服务的使用情况，并与您联系。",
  "對於業務轉讓：我們可能會在與其他公司合併、出售公司資產、融資或收購我們全部或部分業務時或在談判期間共享或轉讓您的個人資訊。": "对于业务转让：我们可能会在与其他公司合并、出售公司资产、融资或收购我们全部或部分业务时或在谈判期间共享或转让您的个人信息。",
  "與關聯公司：我們可能會與我們的關聯公司分享您的訊息，在這種情況下，我們將要求這些關聯公司遵守本隱私權政策。關聯公司包括我們的母公司以及我們控製或與我們共同控制的任何其他子公司、合資夥伴或其他公司。": "与关联公司：我们可能会与我们的关联公司分享您的信息，在这种情况下，我们将要求这些关联公司遵守本隐私权政策。关联公司包括我们的母公司以及我们控制或与我们共同控制的任何其他子公司、合资伙伴或其他公司。",
  "與業務合作夥伴：我們可能會與我們的業務合作夥伴分享您的訊息，以便為您提供某些產品、服務或促銷活動。": "与业务合作伙伴：我们可能会与我们的业务合作伙伴分享您的信息，以便为您提供某些产品、服务或促销活动。",
  "與其他使用者：當您與其他使用者分享個人資訊或以其他方式在公共區域互動時，此類資訊可能會被所有使用者查看，並可能會在外部公開分發。": "与其他用户：当您与其他用户分享个人信息或以其他方式在公共区域互动时，此类信息可能会被所有用户查看，并可能会在外部公开分发。",
  "經您同意：經您同意，我們可能會為任何其他目的而揭露您的個人資訊。": "经您同意：经您同意，我们可能会为任何其他目的而披露您的个人信息。",
  "保留您的個人數據": "保留您的个人数据",
  "本公司將僅在本隱私權政策中規定的目的所需的時間內保留您的個人資料。我們將在遵守我們的法律義務（例如，如果我們需要保留您的資料以遵守適用法律）、解決爭議以及執行我們的法律協議和政策所需的範圍內保留和使用您的個人資料。": "本公司将仅在本隐私权政策中规定的目的所需的时间内保留您的个人数据。我们将在遵守我们的法律义务（例如，如果我们需要保留您的数据以遵守适用法律）、解决争议以及执行我们的法律协议和政策所需的范围内保留和使用您的个人数据。",
  "公司也將保留使用數據用於內部分析目的。使用資料通常會保留較短的時間，除非該資料用於加強安全性或改善我們服務的功能，或者我們有法律義務保留較長的資料。": "公司也将保留使用数据用于内部分析目的。使用数据通常会保留较短的时间，除非该数据用于加强安全性或改善我们服务的功能，或者我们有法律义务保留更长的数据。",
  "您的個人資料的轉移": "您的个人资料的转移",
  "您的資訊（包括個人資料）將在公司的營運辦公室以及參與處理的各方所在的任何其他地方進行處理。這意味著該資訊可能會傳輸到並保存在位於您所在州、省、國家或其他政府管轄區之外的電腦上，這些地方的資料保護法可能與您所在管轄區的資料保護法不同。": "您的信息（包括个人资料）将在公司的营运办公室以及参与处理的各方所在的任何其他地方进行处理。这意味着该信息可能会传输到并保存在位于您所在州、省、国家或其他政府管辖区之外的电脑上，这些地方的资料保护法可能与您所在管辖区的资料保护法不同。",
  "您同意本隱私權政策並隨後提交此類信息，即表示您同意該轉讓。": "您同意本隐私权政策并随后提交此类信息，即表示您同意该转让。",
  "本公司將採取一切合理必要的措施，確保您的資料得到安全處理並符合本隱私權政策，並且不會將您的個人資料傳輸給任何組織或國家，除非有足夠的控制措施，包括確保資料的安全性。": "本公司将采取一切合理必要的措施，确保您的资料得到安全处理并符合本隐私权政策，并且不会将您的个人资料传输给任何组织或国家，除非有足够的控制措施，包括确保资料的安全性。",
  "揭露您的個人數據": "揭露您的个人数据",
  "商業交易": "商业交易",
  "如果公司涉及合併、收購或資產出售，您的個人資料可能會被轉移。我們將在您的個人資料被轉移並受不同隱私權政策約束之前發出通知。": "如果公司涉及合并、收购或资产出售，您的个人数据可能会被转移。我们将在您的个人数据被转移并受不同隐私权政策约束之前发出通知。",
  "執法": "执法",
  "在某些情況下，如果法律要求或回應公共機構（例如法院或政府機構）的有效要求，公司可能需要揭露您的個人資料。": "在某些情况下，如果法律要求或响应公共机构（例如法院或政府机构）的有效要求，公司可能需要披露您的个人资料。",
  "其他法律要求": "其他法律要求",
  "本公司可能會善意地揭露您的個人數據，並相信此類行動對於以下目的是必要的：": "本公司可能会善意地披露您的个人数据，并相信此类行动对于以下目的是必要的：",
  "遵守法律義務": "遵守法律义务",
  "保護和捍衛公司的權利或財產": "保护和捍卫公司的权利或财产",
  "防止或調查與服務相關的可能的不當行為": "防止或调查与服务相关的可能的不当行为",
  "保護服務使用者或公眾的人身安全": "保护服务使用者或公众的人身安全",
  "避免法律": "避免法律",
  "責任": "责任",
  "您的個人資料的安全": "您的个人资料的安全",
  "您的個人資料的安全性對我們很重要，但請記住，沒有任何一種網路傳輸方法或電子儲存方法是100%安全的。雖然我們努力使用商業上可接受的方式來保護您的個人數據，但我們不能保證其絕對安全。": "您的个人资料的安全性对我们很重要，但请记住，没有任何一种网络传输方法或电子储存方法是100%安全的。虽然我们努力使用商业上可接受的方式来保护您的个人数据，但我们不能保证其绝对安全。",
  "兒童隱私": "儿童隐私",
  "我們的服務並非針對 13 歲以下的任何人。如果我們發現我們在未經父母同意的情況下收集了 13歲以下任何人的個人數據，我們將採取措施從我們的伺服器中刪除該資訊。": "我们的服务并非针对13岁以下的任何人。如果我们发现我们在未经父母同意的情况下收集了13岁以下任何人的个人数据，我们将采取措施从我们的服务器中删除该信息。",
  "如果我們需要依賴同意作為處理您的資訊的法律依據，並且您所在的國家/地區需要父母的同意，我們可能會在收集和使用該資訊之前要求您父母的同意。": "如果我们需要依赖同意作为处理您的信息的法律依据，并且您所在的国家/地区需要父母的同意，我们可能会在收集和使用该信息之前要求您父母的同意。",
  "其他網站的連結": "其他网站的链接",
  "我們的服務可能包含非我們經營的其他網站的連結。如果您點擊第三方链接，您將被導向到該第三方的網站。我們強烈建議您查看您造訪的每個網站的隱私權政策。": "我们的服务可能包含非我们经营的其他网站的链接。如果您点击第三方链接，您将被导向到该第三方的网站。我们强烈建议您查看您访问的每个网站的隐私政策。",
  "我們無法控制任何第三方網站或服務的內容、隱私權政策或做法，也不承擔任何責任。": "我们无法控制任何第三方网站或服务的内容、隐私政策或做法，也不承担任何责任。",
  "本隱私權政策的變更": "本隐私政策的变更",
  "我們可能會不時更新我們的隱私權政策。我們將透過在此頁面上發布新的隱私權政策來通知您任何變更。": "我们可能会不时更新我们的隐私政策。我们将通过在此页面上发布新的隐私政策来通知您任何变更。",
  "在變更生效之前，我們將透過電子郵件和/或我們服務上的顯著通知告知您，並更新本隱私權政策頂部的「最後更新」日期。": "在变更生效之前，我们将通过电子邮件和/或我们服务上的显著通知告知您，并更新本隐私政策顶部的“最后更新”日期。",
  "建議您定期查看本隱私權政策以了解任何變更。本隱私權政策的變更在發佈到本頁面後即生效。": "建议您定期查看本隐私政策以了解任何变更。本隐私政策的变更在发布到本页面后即生效。",
  "背景幫我使用範例網址": "背景帮我使用示例网址",
  "建立帳戶": "建立账户",
  "常見問題": "常见问题",
  "怎麼進行帳戶驗證呢?": "怎么进行账户验证呢?",
  "投資者可在登入交易所後,點選「用戶中心」-「實名認證」,依照提示所需提交的相關證明資料進行驗證作業。": "投资者可在登录交易所后，点击“用户中心”-“实名认证”，依照提示所需提交的相关证明资料进行验证作业。",
  "在網上建立帳戶後,依照監管要求,投資者需要提交相關證明文件完成身份驗證作業程序請參閱下列證明文件類型:": "在网上建立账户后，依照监管要求，投资者需要提交相关证明文件完成身份验证作业程序，请参阅下列证明文件类型：",
  "身分證件證件必需可辨認、不反光，並清晰地顯示的姓名全名，出生日期，如有不完整意或者是反光系統將自動退件。": "身份证件必须可辨认、不反光，并清晰地显示姓名全名、出生日期，如有不完整或反光系统将自动退件。",
  "提款疑問": "提款疑问",
  "能夠透過哪些途徑來提款呢?": "能够通过哪些途径来提款呢?",
  "依據投資者的存款記錄和我們的平台政策,投資者大致上可透過下列方法收到款項:": "依据投资者的存款记录和我们的平台政策，投资者大致上可通过下列方法收到款项：",
  "經審核實名錢包 : GMT+8 當日16:00前提交的提款申請將會在當日收到款項; ": "银行卡 : GMT+8 当日16:00前提交的提款申请将会在当日收到款项；",
  "銀行帳户 : GMT+8 當日16:00前提交的提款申請將會在當日收款項;": "银行账户 : GMT+8 当日16:00前提交的提款申请将会在当日收款项；",
  "請注意 : 台灣顧客在台灣時間15:00前提交的提款申請將會在當日收到款項;": "请注意 : 台湾顾客在台湾时间15:00前提交的提款申请将会在当日收到款项；",
  "而在當日其餘時間的提款申請將會順延至下一個交易日辦理。‍": "而在当日其余时间的提款申请将会顺延至下一个交易日办理。‍",
  "如果還沒有收到款項應該怎麼做呢?": "如果还没有收到款项应该怎么做呢？",
  "當我們完成處理投資者的提款申請後,提取的狀態將會顯示為「已完成」，而在狀態變更的當日，資金將會匯入投資者連結的銀行帳戶或銀行卡內；": "当我们完成处理投资者的提款申请后，提取的状态将会显示为“已完成”，而在状态变更的当日，资金将会汇入投资者链接的银行账户或银行卡内；",
  "具體時間因不同銀行而異，如果投資者仍未收到款項，請投資者與客服人員洽詢跟進。": "具体时间因不同银行而异，如果投资者仍未收到款项，请投资者与客服人员洽询跟进。",
  "費用疑問": "费用疑问",
  "存款時會被收取任何手續費嗎?": "存款时会被收取任何手续费吗？",
  "我們不會收取投資者在存款時的任何費用，在基礎貨幣不同的個別情況下，支付通道或中轉銀行可能會隨投資者所選的支付方式而採用不同的匯率標準。投資者可登入自己的交易帳號，點選「置入資產」查閱細則並聯絡我們選擇自己心儀的支付方式": "我们不会收取投资者在存款时的任何费用，在基础货币不同的个别情况下，支付通道或中转银行可能会随投资者所选的支付方式而采用不同的汇率标准。投资者可登录自己的交易账号，点击“置入资产”查阅细则并联系我们选择自己心仪的支付方式",
  "我在提款時被收取任何的手續費嗎?": "我在提款时被收取任何的手续费吗？",
  "一般來講，我們不會收取投資者任何的提款費用，但需要注意在下列的特殊情況除外:": "一般来说，我们不会收取投资者任何的提款费用，但需要注意在下列的特殊情况除外：",
  "單筆提款金額少於300美金或超過當日免費申請提款的最大次數限額(三次)，每筆超過免費提款次数限额的提款申请将会被统一收取2美金的行政费用；": "单笔提款金额少于300美金或超过当日免费申请提款的最大次数限额(三次)，每笔超过免费提款次数限额的提款申请将会被统一收取2美金的行政费用；",
  "投資者存款金額的50%(累計)未曾用於建倉交易或在最近一次存款后未曾进行任何的建仓交易，在这种情况下，提款时将会被统一收取提款金额10%的行政费用;": "投资者存款金额的50%(累计)未曾用于建仓交易或在最近一次存款后未曾进行任何的建仓交易，在这种情况下，提款时将会被统一收取提款金额10%的行政费用；",
  "我們恕不接納使用第三方名义的存款行为,在发现非本我们将退还所存入之款项并承担全部类别的行政费用；": "我们恕不接纳使用第三方名义的存款行为，在发现非本我们将退还所存入之款项并承担全部类别的行政费用；",
  "如欲了解更多,請與客服人員洽詢以獲取進一步協助。": "如欲了解更多，请与客服人员洽谈以获取进一步协助。",
  "使用平台會被收取任何的手續費嗎?": "使用平台会被收取任何的手续费吗？",
  "我們是全面性免佣金的交易平台，我們只收取极低点差作为交易费用。依据投资者的实际情況，投资者或需支付额外产生的费用,例如：隔夜利息。": "我们是全面性免佣金的交易平台，我们只收取极低点差作为交易费用。依据投资者的实际情况，投资者或需支付额外产生的费用，例如：隔夜利息。",
  "交易術語疑問": "交易术语疑问",
  "什麼是點差呢?點差費又是怎麼收取的呢?": "什么是点差呢？点差费又是怎么收取的呢？",
  "點差就是買入價跟賣出價之間的差值。點差是交易者的成本,僅在建倉時進行一次性的收取，平倉不會收取任何費用。點差的計算公式為:(做多價一做空價)x契約規格x交易口數": "点差就是买入价跟卖出价之间的差值。点差是交易者的成本，仅在建仓时进行一次性收取，平仓不会收取任何费用。点差的计算公式为：(做多价一做空价)x合约规格x交易口数",
  "為什麼點差是浮動的呢?": "为什么点差是浮动的呢？",
  "我們採取的是浮動點差,點差會隨著整個市場的流動性和行情波動而變化。實際收取的點差將會視乎投資者交易的產品而定,具體來講依照交易平台顯示的實時點差為準。": "我们采取的是浮动点差，点差会随着整个市场的流动性和行情波动而变化。实际收取的点差将会视乎投资者交易的产品而定，具体来讲依照交易平台显示的实时点差为准。",
  "什麼是止盈單和止損單呢?": "什么是止盈单和止损单呢？",
  "止盈單:止盈單可幫助投資者鎖定利潤。在投資者預設一個止盈單後,如市場價格達到投資者設定的觸發價格時,止盈單將會成為市價單,並以當時可執行的最優市場價格成交;": "止盈单：止盈单可帮助投资者锁定利润。在投资者预设一个止盈单后，如市场价格达到投资者设定的触发价格时，止盈单将会成为市价单，并以当时可执行的最优市场价格成交；",
  "止損單:止部單可幫助投資者減少損失。在投資者預設一個止損單後,如市場價格達到投資者設定的觸發價格時,止損單將會成為市價單,並以當時可執行的最後市場價格成交。": "止损单：止损单可帮助投资者减少损失。在投资者预设一个止损单后，如市场价格达到投资者设定的触发价格时，止损单将会成为市价单，并以当时可执行的最后市场价格成交。",
  "請注意:任何訂單(包括止盈、止損等)均可能因為市場狀況的波動,受跳空的影響,而未必在預定的價格執行。如遇此情況,訂單會依照市場下一個最有利的價格執行。此外,投資者可在訂單被執行之前的交易時間內,隨時更改或取消各種訂單的設置,唯需符合我們對設置訂單的要求。": "请注意：任何订单（包括止盈、止损等）均可能因为市场状况的波动，受跳空的影响，而未必在预定的价格执行。如遇此情况，订单会依照市场下一个最有利的价格执行。此外，投资者可在订单被执行之前的交易时间内，随时更改或取消各种订单的设置，唯需符合我们对设置订单的要求。",
  "資金安全規範": "资金安全规范",
  "存入帳戶內的資金會被用作交易以外的用途嗎?": "存入账户内的资金会被用作交易以外的用途吗？",
  "不會。所有投資者的存款依照監管法規,在必要時單獨存在放在信託帳戶當中。": "不会。所有投资者的存款依照监管法规，在必要时单独存在放在信托账户当中。",
  "當我們在投資者款項帳戶提存資金或作出任何支付時嚴格遵守監管法規中關於顧客款項的規章。詳情可閱覽我們的隱私声明。": "当我们投资者款项账户提存资金或作出任何支付时严格遵守监管法规中关于客户款项的规章。详情可阅览我们的隐私声明。",
  "合法嗎?": "合法吗？",
  "我們完全符合相關公司法與金融監管法律規範,經相關監管機構授權並受嚴格監管的金融服務提供商。": "我们完全符合相关公司法与金融监管法律规范，经相关监管机构授权并受严格监管的金融服务提供商。",
  "我們依照監管方的嚴格要求為投資者的資金安全提供全面及完善的保障。": "我们依照监管方的严格要求为投资者的资金安全提供全面及完善的保障。",
  "風險聲明": "风险声明",
  "風險揭露聲明": "风险揭露声明",
  "請注意，持有、買賣及/或交易數位貨幣的行為，可能具有高度風險，而且會涉及高度波動性，並非所有的投資者都適合從事持有、買賣及/或交易數位貨幣的行為。本風險揭露聲明(下稱「本聲明」)僅能簡要說明所可能涉及的部分風險事項，無法窮盡列舉所有在買賣或交易數位貨幣的過程中所會涉及的所有風險及各種相關面向。建議您在持有或交易數位貨幣之前，必須考慮各種相關因素，包含但不限於個人投資目標、投資經驗及風險承受能力等。": "请注意，持有、买卖及/或交易数字货币的行为，可能具有高度风险，而且会涉及高度波动性，并非所有的投资者都适合从事持有、买卖及/或交易数字货币的行为。本风险揭露声明(下称“本声明”)仅能简要说明所可能涉及的部分风险事项，无法穷尽列举所有在买卖或交易数字货币的过程中所会涉及的所有风险及各种相关面向。建议您在持有或交易数字货币之前，必须考虑各种相关因素，包含但不限于个人投资目标、投资经验及风险承受能力等。",
  "本網站內容可能無法隨時提供當時最正確、完整或最新之資訊，也可能會有若干包括技術失準或其他錯誤。建議您應自行核實會作為您判斷依據之所有訊息，且您根據本網站所載資訊作出的所有決策，均由您自行負責。您在此確認並同意，Kava對您所作出的任何決策、本網站上所載的任何信息、內容或服務、任何第三方之資料或任何第三方網站上所載的任何信息、內容或服務，概不負責。": "本网站内容可能无法随时提供当时最正确、完整或最新之资讯，也可能会有若干包括技术失准或其他错误。建议您应自行核实会作为您判断依据之所有信息，且您根据本网站所载信息作出的所有决策，均由您自行负责。您在此确认并同意，Kava 对您所作出的任何决策、本网站上所载的任何信息、内容或服务、任何第三方之资料或任何第三方网站上所载的任何信息、内容或服务，概不负责。",
  "市場風險請注意，基於市場風險的原因，可能會讓您在數位貨幣上的投資歸零。有時一個或多個數位貨幣的市場價格可能會出現大幅度的上下波動。特定數位貨幣是否會喪失全部或幾近全部的價值，是無法預知的。您在購買、販售、取得、交易或持有數位貨幣時，都必須保持高度謹慎態度。": "市场风险请注意，基于市场风险的原因，可能会让您在数字货币上的投资归零。有时一个或多个数字货币的市场价格可能会出现大幅度的上下波动。特定数字货币是否会丧失全部或几近全部的价值，是无法预知的。您在购买、贩售、取得、交易或持有数字货币时，都必须保持高度谨慎态度。",
  "流動性與交易風險請注意，數位貨幣的市場流動性可能存有很大的差异。如果市場交易量稀少，则其波动率可能会增大。现有的数字货币交易市场未来可能会继续存在，也可能停止经营不复存在。另请注意，数字货币的价值是波动的，而且其性质上容易发生波动。您有责任对您个人条件情形仔细审视，以避免造成您在数字货币上的投资潜在损失。": "流动性与交易风险请注意，数字货币的市场流动性可能存在很大的差异。如果市场交易量稀少，则其波动率可能会增大。现有的数字货币交易市场未来可能会继续存在，也可能停止经营不复存在。另请注意，数字货币的价值是波动的，而且其性质上容易发生波动。您有责任对您个人条件情形仔细审视，以避免造成您在数字货币上的投资潜在损失。",
  "法律風險在你居住地的管轄法律下，數位貨幣的法律地位可能是不確定的。您有責任自行諮詢顧問，以瞭解持有、投資或交易數位貨幣的法律地位和稅務待遇，並且，對於遵守任何及所有相關法律和稅務要求一事，您應自行負擔全部責任。": "法律风险在您居住地的管辖法律下，数字货币的法律地位可能是不确定的。您有责任自行咨询顾问，以了解持有、投资或交易数字货币的法律地位和税务待遇，并且，对于遵守任何及所有相关法律和税务要求一事，您应自行负担全部责任。",
  "交易對手風險將數位貨幣儲存於任何第三方交由其基于保管一事，可能會产生部分风险，包括但不限于安全漏洞、契约违约风险及损失风险。": "交易对手风险将数字货币储存于任何第三方交由其基于保管一事，可能会产生部分风险，包括但不限于安全漏洞、契约违约风险及损失风险。",
  "網路安全風險所有資訊技術系統、個人電腦、行動電話及/或網站，都可能會基於惡意駭客、病毒、特洛伊木馬、電腦代碼或其他方式，而被入侵或遭未經授權進入。雖本網站會盡力以合理的方式控制風險，但無法保證可以完全減免風險。此外，本網站無法控制您訪問我們網站所使用的電腦、行動電話或終端機的安全性，您對於確保上述電腦、行動電話或終端機應隨時處於安全狀態一事，應自行負擔全部責任。": "网络安全风险所有信息技术系统、个人电脑、移动电话及/或网站，都可能会基于恶意黑客、病毒、特洛伊木马、电脑代码或其他方式，而被入侵或遭未经授权进入。虽本网站会尽力以合理的方式控制风险，但无法保证可以完全减免风险。此外，本网站无法控制您访问我们网站所使用的电脑、移动电话或终端机的安全性，您对于确保上述电脑、移动电话或终端机应随时处于安全状态一事，应自行负担全部责任。",
  "網路及電子交易風險關於使用Kava服務與本網站相關的風險，可能包括由於任何電腦設備、硬體、軟體和網路連結造成無法傳輸或延遲傳輸，進而導致本網站延遲或故障的情形。": "网络及电子交易风险关于使用Kava服务与本网站相关的风险，可能包括由于任何电脑设备、硬件、软件和网络链接造成无法传输或延迟传输，进而导致本网站延迟或故障的情形。",
  "沒有中央銀行、監管機構或政府支持加密貨幣。數位貨幣在美國不是法定貨幣。國內和/或國際法律、法規或法規的製定或變更可能會影響您訪問或使用本網站的能力，或您使用、購買、持有或轉讓任何物品的能力以及價值。加密貨幣。每個加密貨幣市場都會有不同程度的流動性。您可能無法在任何特定時間購買或出售加密貨幣。": "没有中央银行、监管机构或政府支持加密货币。数字货币在美国不是法定货币。国内和/或国际法律、法规或法规的制定或变更可能会影响您访问或使用本网站的能力，或您使用、购买、持有或转让任何物品的能力以及价值。加密货币。每个加密货币市场都会有不同程度的流动性。您可能无法在任何特定时间购买或出售加密货币。",
  "您承認並理解密碼學是一個不斷發展的領域。程式碼破解的進步或量子電腦的開發等技術進步可能會對加密貨幣和網站造成風險，這可能會導致您的加密貨幣被盜或遺失。在可能的情況下，我們打算更新網站底層的協議，以考慮密碼學的任何進步並納入額外的安全措施，但我們不保證或以其他方式代表系統的完全安全。使用本網站即表示您承認這些固有風險。": "您承认并理解密码学是一个不断发展的领域。代码破解的进步或量子计算机的开发等技术进步可能会对加密货币和网站造成风险，这可能会导致您的加密货币被盗或遗失。在可能的情况下，我们打算更新网站底层的协议，以考虑密码学的任何进步并纳入额外的安全措施，但我们不保证或以其他方式代表系统的完全安全。使用本网站即表示您承认这些固有风险。",
  "加密貨幣可能需要繳稅或徵稅。您自行負責確定您使用本網站進行的任何交易是否以及在何種程度上適用任何稅款，並向適當的稅務機關代扣、收取、報告和繳納正確金額的稅款。": "加密货币可能需要缴税或征税。您自行负责确定您使用本网站进行的任何交易是否以及在何种程度上适用任何税款，并向适当的税务机关代扣、收取、报告和缴纳正确金额的税款。",
  "本聲明中未定義的詞語，其意義應與本網站使用條款中所具備的意義相同。": "本声明中未定义的词语，其意义应与本网站使用条款中所具备的意义相同。",
  "使用條款": "使用条款",
  "這些使用條款構成您個人或代表實體（「您」）與 Kava Labs Inc（「本公司」、「我們」、「我們」或「我們的」）之間達成的具有法律約束力的協議，涉及您訪問和使用Kava網站以及與其相關、連結或以其他方式連接的任何其他媒體形式、媒體管道、行動網站或行動應用程式（統稱為「網站」）。您同意造訪本網站即表示您已閱讀、瞭解並同意受所有這些使用條款的約束。如果您不同意所有這些使用條款，則明確禁止您使用本網站，並且您必須立即停止使用。": "这些使用条款构成您个人或代表实体（“您”）与 Kava Labs Inc（“本公司”、“我们”、“我们”或“我们的”）之间达成的具有法律约束力的协议，涉及您访问和使用 Kava 网站以及与其相关、链接或以其他方式连接的任何其他媒体形式、媒体渠道、移动网站或移动应用程序（统称为“网站”）。您同意访问本网站即表示您已阅读、理解并同意受所有这些使用条款的约束。如果您不同意所有这些使用条款，则明确禁止您使用本网站，并且您必须立即停止使用。",
  "網站上可能不時發布的補充條款和條件或文件特此透過引用明確併入本文。我們保留自行決定隨時以任何理由更改或修改這些使用條款的權利。我們將透過更新這些使用條款的「最後更新」日期來提醒您任何更改，並且您放棄接收每個此類更改的具體通知的權利。您有責任定期查看這些使用條款以隨時了解更新。如果您在修訂後的使用條款發布之日後繼續使用本網站，則將受到任何修訂後的使用條款的更改的約束，並將被視為已了解並接受任何修訂後的使用條款的更改。": "网站上可能不时发布的补充条款和条件或文件特此通过引用明确并入本文。我们保留自行决定随时以任何理由更改或修改这些使用条款的权利。我们将通过更新这些使用条款的“最后更新”日期来提醒您任何更改，并且您放弃接收每个此类更改的具体通知的权利。您有责任定期查看这些使用条款以随时了解更新。如果您在修订后的使用条款发布之日后继续使用本网站，则将受到任何修订后的使用条款的更改的约束，并将被视为已了解并接受任何修订后的使用条款的更改。",
  "本網站提供的資訊無意分發給任何司法管轄區或國家/地區的任何個人或實體或供其使用，如果此類分發或使用將違反法律或法規，或使我們受到該司法管轄區或國家/地區的任何註冊要求。因此，那些選擇從其他地點造訪本網站的人是自願這樣做的，並且在當地法律適用的情況下，全權負責遵守當地法律。": "本网站提供的信息无意分发给任何司法管辖区或国家/地区的任何个人或实体或供其使用，如果此类分发或使用将违反法律或法规，或使我们受到该司法管辖区或国家/地区的任何注册要求。因此，那些选择从其他地点访问本网站的人是自愿这样做的，并且在当地法律适用的情况下，全权负责遵守当地法律。",
  "本網站適用於年滿 13 歲的使用者。所有在其居住地管轄範圍內屬於未成年人（一般為 18 歲以下）的使用者必須獲得其父母或監護人的許可並在其直接監督下才能使用本網站。如果您是未成年人，在使用本網站之前，您必須讓您的父母或監護人閱讀並同意這些使用條款。": "本网站适用于年满 13 岁的使用者。所有在其居住地管辖范围内属于未成年人（一般为 18 岁以下）的使用者必须获得其父母或监护人的许可并在其直接监督下才能使用本网站。如果您是未成年人，在使用本网站之前，您必须让您的父母或监护人阅读并同意这些使用条款。",
  "智慧財產": "知识产权",
  "除非另有說明，本網站以及本網站上的所有原始程式碼、資料庫、功能、軟體、網站設計、音訊、視訊、文字、照片和圖形（統稱為「內容」）以及商標、服務是我們的專有財產。網站上的內容和標記是「按原樣」提供，僅供您參考和個人使用。除非本使用條款明確規定，否則本網站的任何部分以及任何內容或標記均不得被複印、複製、聚合、重新發布、上傳、張貼、公開展示、編碼、翻譯、傳輸、散佈、出售、授權或未經我們事先明確書面許可，不得出於任何商業目的以其他方式利用。": "除非另有说明，本网站以及本网站上的所有原始程序代码、数据库、功能、软件、网站设计、音频、视频、文字、照片和图形（统称为“内容”）以及商标、服务是我们专有财产。网站上的内容和标记是“按原样”提供，仅供您参考和个人使用。除非本使用条款明确规定，否则本网站的任何部分以及任何内容或标记均不得被复印、复制、聚合、重新发布、上传、张贴、公开展示、编码、翻译、传输、散布、出售、授权或未经我们事先明确书面许可，不得出于任何商业目的以其他方式利用。",
  "如果您有資格使用本網站，您將被授予有限許可來存取和使用本網站，以及下載或列印您已正確存取的內容的任何部分的副本，僅供您個人、非商業目的使用。我們保留未明確授予您的網站、內容和標記的所有權利。": "如果您有资格使用本网站，您将被授予有限许可来访问和使用本网站，以及下载或打印您已正确访问的内容的任何部分的副本，仅供您个人、非商业目的使用。我们保留未明确授予您的网站、内容和标记的所有权利。",
  "使用者陳述": "使用者陈述",
  "使用本網站，即表示您聲明並保證：": "使用本网站，即表示您声明并保证：",
  "您具有法律行為能力並且您同意遵守本使用條款；": "您具有法律行为能力并且您同意遵守本使用条款；",
  "您未滿13歲；": "您未满13岁；",
  "在您所居住的司法管轄區，您不是未成年人，或如果您是未成年人，您已獲得家長使用本網站的許可；": "在您所居住的司法管辖区，您不是未成年人，或如果您是未成年人，您已获得家长使用本网站的许可；",
  "您不會透過自動或非人為方式造訪本網站，無論是透過機器人、腳本或其他方式；": "您不会通过自动或非人为方式访问本网站，无论是通过机器人、脚本或其他方式；",
  "您不會將本網站用於任何非法或未經授權的目的；": "您不会将本网站用于任何非法或未经授权的目的；",
  "您對本網站的使用不會違反任何適用的法律或法規。": "您对本网站的使用不会违反任何适用的法律或法规。",
  "如果您提供的任何資訊不真實、不準確、不是最新的或不完整，我們有權暫停或終止您的帳戶，並拒絕目前或將來本網站（或其任何部分）的任何及所有使用。": "如果您提供的任何信息不真实、不准确、不是最新的或不完整，我们有权暂停或终止您的账户，并拒绝目前或将来本网站（或其任何部分）的任何及所有使用。",
  "禁止活動": "禁止活动",
  "除我們提供本網站的目的之外，您不得為任何目的造訪或使用本網站。除經我們特別認可或批准的商業活動外，本網站不得用於任何商業活動。": "除我们提供本网站的目的之外，您不得为任何目的访问或使用本网站。除经我们特别认可或批准的商业活动外，本网站不得用于任何商业活动。",
  "作為本網站的用戶，您同意不會：": "作为本网站的用户，您同意不会：",
  "用戶貢獻": "用户贡献",
  "本網站不提供使用者提交或發佈內容的機會。我們可能為您提供機會向我們或在網站上創建、提交、發布、展示、傳輸、執行、發布、分發或廣播內容和材料，包括但不限於文字、文字、視訊、音訊、照片、圖形、評論、建議或個人資訊或其他資料（統稱為「貢獻」）。本網站的其他使用者可以透過第三方網站查看貢獻內容。因此，您傳輸的任何貢獻都可以根據網站隱私權政策進行處理。當您創建或提供任何貢獻時，您聲明並保證：": "本网站不提供用户提交或发布内容的机会。我们可能为您提供机会向我们或在网站上创建、提交、发布、展示、传输、执行、发布、分发或广播内容和材料，包括但不限于文字、文本、视频、音频、照片、图形、评论、建议或个人信息或其他资料（统称为“贡献”）。本网站的其他用户可以通过第三方网站查看贡献内容。因此，您传输的任何贡献都可以根据网站隐私政策进行处理。当您创建或提供任何贡献时，您声明并保证：",
  "您的貢獻的創建、分發、傳輸、公開展示或表演以及訪問、下載或複製不會也不會侵犯專有權利，包括但不限於版權、專利、商標、商業機密或任何第三方的精神權利。": "您的贡献的创建、分发、传输、公开展示或表演以及访问、下载或复制不会也不会侵犯专有权利，包括但不限于版权、专利、商标、商业秘密或任何第三方的精神权利。",
  "您是創建者和所有者，或擁有必要的許可、權利、同意、發布和權限來使用並授權我們、本網站和本網站的其他使用者以本網站和這些內容設想的任何方式使用您的貢獻。使用條款。": "您是创建者和所有者，或拥有必要的许可、权利、同意、发布和权限来使用并授权我们、本网站和本网站的其他用户以本网站和这些内容设想的任何方式使用您的贡献。使用条款。",
  "您已獲得您的貢獻中的每個可識別個人的書面同意、釋放和/或許可，可以使用每個可識別個人的姓名或肖像，以便以您所設想的任何方式納入和使用您的貢獻。網站和這些使用條款。": "您已获得您的贡献中的每个可识别个人的书面同意、释放和/或许可，可以使用每个可识别个人的姓名或肖像，以便以您所设想的任何方式纳入和使用您的贡献。网站和这些使用条款。",
  "您的貢獻不存在虛假、不準確或誤導性。": "您的贡献不存在虚假、不准确或误导性。",
  "您的貢獻不是未經請求或未經授權的廣告、促銷資料、傳銷、連鎖信、垃圾郵件、群組郵件或其他形式的招攬行為。": "您的贡献不是未经请求或未经授权的广告、促销数据、传销、脉冲、垃圾邮件、群组邮件或其他形式的招揽行为。",
  "您的貢獻不包含淫穢、猥褻、淫蕩、骯髒、暴力、騷擾、誹謗、誹謗或其他令人反感的內容（由我們確定）。": "您的贡献不包含淫秽、猥亵、淫荡、肮脏、暴力、骚扰、诽谤、诽谤或其他令人反感的内容（由我们确定）。",
  "您的貢獻不會嘲笑、嘲笑、貶低、恐嚇或辱罵任何人。": "您的贡献不会嘲笑、嘲笑、贬低、恐吓或辱骂任何人。",
  "您的貢獻不會用於騷擾或威脅（在這些術語的法律意義上）任何其他人，也不會用於宣揚針對特定個人或特定群體的暴力行為。": "您的贡献不会用于骚扰或威胁（在这些术语的法律意义上）任何其他人，也不会用于宣扬针对特定个人或特定群体的暴力行为。",
  "您的貢獻不違反任何適用的法律、法規或規則。": "您的贡献不违反任何适用的法律、法规或规则。",
  "您的貢獻不會侵犯任何第三方的隱私或公開權。": "您的贡献不会侵犯任何第三方的隐私或公开权。",
  "您的貢獻不包含任何向 18 歲以下的人索取個人資訊或以性或暴力方式剝削 18 歲以下的人的資料。": "您的贡献不包含任何向 18 岁以下的人索取个人信息或以性或暴力方式剥削 18 岁以下的人的资料。",
  "您的貢獻不違反任何有關兒童色情的適用法律，或以其他方式旨在保護未成年人的健康或福祉。": "您的贡献不违反任何有关儿童色情的适用法律，或以其他方式旨在保护未成年人的健康或福祉。",
  "您的貢獻不包括任何與種族、國籍、性別、性取向或身體殘疾有關的攻擊性評論。": "您的贡献不包括任何与种族、国籍、性别、性取向或身体残疾有关的攻击性评论。",
  "您的貢獻不違反本使用條款或任何適用法律或法規的任何規定，或連結到違反這些規定的資料。": "您的贡献不违反本使用条款或任何适用法律或法规的任何规定，或链接到违反这些规定的资料。",
  "任何違反前述規定的使用本網站的行為都違反了這些使用條款，並可能導致您使用本網站的權利終止或暫停等。": "任何违反前述规定的使用本网站的行为都违反了这些使用条款，并可能导致您使用本网站的权利终止或暂停等。",
  "貢獻許可": "贡献许可",
  "您和本網站同意我們可以根據隱私權政策的條款和您的選擇（包括設定）存取、儲存、處理和使用您提供的任何資訊和個人資料。": "您和本网站同意我们可以根据隐私政策的条款和您的选择（包括设置）访问、存储、处理和使用您提供的任何信息和个人资料。",
  "透過提交有關本網站的建議或其他回饋，即表示您同意我們可以出於任何目的使用和分享此類回饋，而無需向您提供補償。": "透过提交有关本网站的建议或其他反馈，即表示您同意我们可以出于任何目的使用和分享此类反馈，而无需向您提供补偿。",
  "我們不主張對您的貢獻有任何所有權。您保留對您的所有貢獻以及與您的貢獻相關的任何智慧財產權或其他專有權利的完全所有權。對於您在本網站任何區域提供的貢獻中的任何聲明或陳述，我們不承擔任何責任。您對您對本網站的貢獻負完全責任，並且您明確同意免除我們的任何及所有責任，並避免就您的貢獻對我們採取任何法律行動。": "我们不主张对您的贡献有任何所有权。您保留对您的所有贡献以及与您的贡献相关的任何知识产权或其他专有权利的完全所有权。对于您在本网站任何区域提供的贡献中的任何声明或陈述，我们不承担责任。您对您对本网站的贡献负完全责任，并且您明确同意免除我们的任何及所有责任，并避免就您的贡献对我们采取任何法律行动。",
  "意見書": "意见书",
  "您承認並同意，您向我們提供的有關本網站的任何問題、評論、建議、想法、回饋或其他資訊（「提交內容」）都是非機密的，並應成為我們的專有財產。我們擁有專有權，包括所有智慧財產權，並有權出於任何合法目的（商業或其他目的）不受限制地使用和傳播這些提交內容，而無需向您確認或補償。您特此放棄對任何此類提交內容的所有精神權利，並且您特此保證任何此類提交內容均為您原創，或者您有權提交此類提交內容。您同意，對於您提交的內容中任何涉嫌或實際的侵犯或盗用任何专有权利的行为，我们不得追索。": "您承认并同意，您向我们提供的有关本网站的任何问题、评论、建议、想法、反馈或其他信息（“提交内容”）都是非机密的，并应成为我们的专有财产。我们拥有专有权，包括所有知识产权，并有权出于任何合法目的（商业或其他目的）不受限制地使用和传播这些提交内容，而无需向您确认或补偿。您特此放弃对任何此类提交内容的所有精神权利，并且您特此保证任何此类提交内容均为您原创，或者您有权提交此类提交内容。您同意，对于您提交的内容中任何涉嫌或实际的侵犯或盗用任何专有权利的行为，我们不得追索。",
  "第三方網站和內容": "第三方网站和内容",
  "本網站可能包含（或您可能透過本網站發送）其他網站（「第三方網站」）的連結以及文章、照片、文字、圖形、圖片、設計、音樂、聲音、影片、資訊、應用程式、軟體和其他屬於或源自第三方的內容或項目（「第三方內容」）。我們不會調查、監控或檢查此類第三方網站和第三方內容的準確性、適當性或完整性，且我們對透過本網站存取的任何第三方網站或發布的任何第三方內容不承擔任何責任本網站上的、透過本網站提供的或從本網站安裝的，包括第三方網站或第三方內容的內容、準確性、攻擊性、意見、可靠性、隱私權做法或其他政策或包含在其中。包含、連結或允許使用或安裝任何第三方網站或任何第三方內容並不代表我們批准或認可。如果您決定離開本網站並造訪第三方網站或使用或安裝任何第三方內容，您將自行承擔風險，並且您應該知道這些使用條款不再適用。您應該查看您從本網站導航到的任何網站或與您使用或從本網站安裝的任何應用程式相關的適用條款和政策，包括隱私權和資料收集實務。您透過第三方網站進行的任何購買都將透過其他網站和其他公司進行，我們對僅在您和適用的第三方之間進行的此類購買不承擔任何責任。您同意並承認我們不認可第三方網站上提供的產品或服務，並且您應確保我們免受因您購買此類產品或服務而造成的任何損害。此外，您應保護我們免受因任何第三方內容或與第三方網站的任何聯繫而遭受的任何損失或對您造成的傷害。": "本网站可能包含（或您可能通过本网站发送）其他网站（“第三方网站”）的链接以及文章、照片、文字、图形、图片、设计、音乐、声音、视频、信息、应用程序、软件和其他属于或源自第三方的内容或项目（“第三方内容”）。我们不会调查、监控或检查此类第三方网站和第三方内容的准确性、适当性或完整性，且我们对通过本网站访问的任何第三方网站或发布的任何第三方内容不承担责任。包含、链接或允许使用或安装任何第三方网站或任何第三方内容并不代表我们批准或认可。如果您决定离开本网站并访问第三方网站或使用或安装任何第三方内容，您将自行承担风险，并且您应该知道这些使用条款不再适用。您应该查看您从本网站导航到的任何网站或与您使用或从本网站安装的任何应用程序相关的适用条款和政策，包括隐私和数据收集实践。您通过第三方网站进行的任何购买都将通过其他网站和其他公司进行，我们对仅在您和适用的第三方之间进行的此类购买不承担任何责任。您同意并承认我们不认可第三方网站上提供的产品或服务，并且您应确保我们免受因您购买此类产品或服务而造成的任何损害。此外，您应保护我们免受因任何第三方内容或与第三方网站的任何联系而遭受的任何损失或对您造成的伤害。",
  "現場管理": "现场管理",
  "我們保留以下權利，但沒有義務：": "我们保留以下权利，但没有义务：",
  "監控網站是否違反這些使用條款；": "监控网站是否违反这些使用条款；",
  "對我們自行判斷違反法律或本使用條款的任何人採取適當的法律行動，包括但不限於向執法機構舉報此類使用者；": "对我们自行判断违反法律或本使用条款的任何人采取适当的法律行动，包括但不限于向执法机构举报此类用户；",
  "我們自行決定且不限於拒絕、限制存取、限制其可用性或停用（在技術可行的範圍內）您的任何貢獻或其任何部分；": "我们自行决定且不限于拒绝、限制访问、限制其可用性或停用（在技术可行的范围内）您的任何贡献或其任何部分；",
  "我們自行決定且不限於通知或承擔責任，從網站中刪除或以其他方式停用所有尺寸過大或以任何方式對我們的系統造成負擔的文件和內容；": "我们自行决定且不限于通知或承担责任，从网站中删除或以其他方式停用所有尺寸过大或以任何方式对我们的系统造成负担的文件和内容；",
  "並以其他方式管理本網站，旨在保護我們的權利和財產並促進本網站的正常運作。": "并以其他方式管理本网站，旨在保护我们的权利和财产并促进本网站的正常运作。",
  "我們關心資料隱私和安全。請查看我們的隱私權政策：": "我们关心资料隐私和安全。请查看我们的隐私政策：",
  "使用本網站即表示您同意受我們的隱私權政策的約束，該政策已納入本使用條款。請注意，該網站託管在美國。如果您從世界任何其他地區造訪本網站，其管轄個人資料收集、使用或揭露的法律或其他要求與美利堅合眾國的適用法律不同，那麼透過您繼續使用本網站，您將轉移您的資訊資料傳輸至美國，並且您同意將您的資料傳輸至美國並在美國進行處理。此外，我們不會故意接受、要求或徵求兒童的訊息，也不會故意向兒童推銷訊息。因此，根據美國《兒童在線隱私保護法》，如果我們實際得知13歲以下的任何人在未經必要且可驗證的父母同意的情況下向我們提供了個人信息，我們將盡快從網站上刪除該資訊。": "使用本网站即表示您同意受我们的隐私政策的约束，该政策已纳入本使用条款。请注意，该网站托管在美国。如果您从世界任何其他地区访问本网站，其管辖个人资料收集、使用或揭露的法律或其他要求与美利坚合众国的适用法律不同，那么通过您继续使用本网站，您将转移您的信息资料传输至美国，并且您同意将您的资料传输至美国并在美国进行处理。此外，我们不会故意接受、要求或征求儿童的信息，也不会故意向儿童推销信息。因此，根据美国《儿童在线隐私保护法》，如果我们实际得知13岁以下的任何人在未经必要且可验证的父母同意的情况下向我们提供了个人信息，我们将尽快从网站上删除该信息。",
  "期限和終止": "期限和终止",
  "當您使用本網站時，這些使用條款仍具有完全效力。在不限制這些使用條款的任何其他規定的情況下，我們保留自行決定以任何理由拒絕任何人存取和使用本網站（包括阻止某些IP位址）的權利，恕不另行通知或承擔責任。理由，包括但不限於違反本使用條款或任何適用法律或法規中包含的任何陳述、保證或契約。我們可以自行決定終止您對本網站的使用或參與，或刪除您隨時發布的任何內容或訊息，恕不另行通知。": "当您使用本网站时，这些使用条款仍具有完全效力。在不限制这些使用条款的任何其他规定的情况下，我们保留自行决定以任何理由拒绝任何人访问和使用本网站（包括阻止某些IP地址）的权利，恕不另行通知或承担责任。理由，包括但不限于违反本使用条款或任何适用法律或法规中包含的任何陈述、保证或契约。我们可以自行决定终止您对本网站的使用或参与，或删除您随时发布的任何内容或消息，恕不另行通知。",
  "如果我們因任何原因終止或暫停您的帳戶，您將被禁止以您的名義、假冒或借用的姓名或任何第三方的名義註冊和建立新帳戶，即使您可能代表第三方行事派對。除了終止或暫停您的帳戶外，我們保留採取適當法律行動的權利，包括但不限於尋求民事、刑事和禁制令救濟。": "如果我们因任何原因终止或暂停您的帐户，您将被禁止以您的名义、假冒或借用的姓名或任何第三方的名义注册和建立新帐户，即使您可能代表第三方行事。除了终止或暂停您的帐户外，我们保留采取适当法律行动的权利，包括但不限于寻求民事、刑事和禁制令救济。",
  "修改和中斷": "修改和中断",
  "我們保留隨時或以任何理由自行決定更改、修改或刪除本網站內容的權利，恕不另行通知。但是，我們沒有義務更新我們網站上的任何資訊。我們也保留隨時修改或終止本網站全部或部分內容的權利，恕不另行通知。我們不會因本網站的任何修改、價格變更、暫停或終止而對您或任何第三方承擔責任。": "我们保留随时或以任何理由自行决定更改、修改或删除本网站内容的权利，恕不另行通知。但是，我们没有义务更新我们网站上的任何信息。我们也保留随时修改或终止本网站全部或部分内容的权利，恕不另行通知。我们不会因本网站的任何修改、价格变更、暂停或终止而对您或任何第三方承担责任。",
  "我們不能保證網站始終可用。我們可能會遇到硬體、軟體或其他問題，或需要執行與網站相關的維護，從而導致中斷、延遲或錯誤。我們保留隨時或基於任何原因更改、修改、更新、暫停、終止或以其他方式修改本網站的權利，恕不另行通知。您同意，對於您在本網站停機或中斷期間無法存取或使用本網站而造成的任何損失、損害或不便，我們不承擔任何責任。本使用條款中的任何內容均不得解釋為要求我們有義務維護和支持本網站或提供與之相關的任何更正、更新或發布。": "我们不能保证网站始终可用。我们可能会遇到硬件、软件或其他问题，或需要执行与网站相关的维护，从而导致中断、延迟或错误。我们保留随时或基于任何原因更改、修改、更新、暂停、终止或以其他方式修改本网站的权利，恕不另行通知。您同意，对于您在本网站停机或中断期间无法访问或使用本网站而造成的任何损失、损害或不便，我们不承担责任。本使用条款中的任何内容均不得解释为要求我们有义务维护和支持本网站或提供与之相关的任何更正、更新或发布。",
  "適用法律": "适用法律",
  "這些條款應受美國加州法律管轄並依其定義。 Kava Labs Inc 和您不可撤銷地同意加州舊金山法院擁有解決與這些條款相關的任何爭議的專屬管轄權。": "这些条款应受美国加州法律管辖并依其定义。Kava Labs Inc 和您不可撤销地同意加州旧金山法院拥有解决与这些条款相关的任何争议的专属管辖权。",
  "爭議解決": "争议解决",
  "具有約束力的仲裁": "具有约束力的仲裁",
  "因本合約引起的或與本合約有關的任何爭議，包括有關其存在、有效性或終止的任何問題，均應提交歐洲仲裁庭國際商事仲裁院（比利時，布魯塞爾，Avenue Louise，146）並最終解決。）根據本廉政公署的規則，因引用該規則而視為本條款的一部分。仲裁所在地或合法地點為加州舊金山。訴訟語言為英語。合約的管轄法律應為加州和美利堅合眾國的實體法。‍": "因本合约引起的或与本合约有关的任何争议，包括有关其存在、有效性或终止的任何问题，均应提交欧洲仲裁庭国际商事仲裁院（比利时，布鲁塞尔，Avenue Louise，146）并最终解决。）根据本仲裁机构的规则，因引用该规则而视为本条款的一部分。仲裁所在地或合法地点为加州旧金山。诉讼语言为英语。合约的管辖法律应为加州和美利坚合众国的实体法。‍",
  "限制": "限制",
  "雙方同意任何仲裁應僅限於雙方單獨之間的爭議。在法律允許的最大範圍內，": "双方同意任何仲裁应仅限于双方单独之间的争议。在法律允许的最大范围内，",
  "仲裁不得與任何其他程序合併；": "仲裁不得与任何其他程序合并；",
  "沒有權利或授權對任何爭議進行集體訴訟仲裁或利用集體訴訟程序；": "没有权利或授权对任何争议进行集体诉讼仲裁或利用集体诉讼程序；",
  "沒有權利或授權以代表公眾或任何其他人的名義提出任何爭議。‍": "没有权利或授权以代表公众或任何其他人的名义提出任何争议。‍",
  "仲裁的例外情況": "仲裁的例外情况",
  "雙方同意，以下爭議不受上述有關具有約束力的仲裁的規定的約束：": "双方同意，以下争议不受上述有关具有约束力的仲裁的规定的约束：",
  "尋求執行或保護一方的任何知識產權或涉及一方的任何知識產權的有效性的任何爭議；": "寻求执行或保护一方的任何知识产权或涉及一方的任何知识产权的有效性的任何争议；",
  "與盜竊、盜版、侵犯隱私或未經授權使用的指控有關或由此產生的任何爭議；": "与盗窃、盗版、侵犯隐私或未经授权使用的指控有关或由此产生的任何争议；",
  "任何禁制令救濟索賠。若本條款被認定為非法或不可執行，則任何一方均不得選擇對屬於本條款被認定為非法或不可執行部分的任何爭議進行仲裁，且此類爭議應由下列法院內具有管轄權的法院裁決：上述管轄權，雙方同意服從該法院的屬人管轄權。": "任何禁制令救济索赔。若本条款被认定为非法或不可执行，则任何一方均不得选择对属于本条款被认定为非法或不可执行部分的任何争议进行仲裁，且此类争议应由下列法院内具有管辖权的法院裁决：上述管辖权，双方同意服从该法院的属人管辖权。",
  "更正": "更正",
  "本網站上的資訊可能包含印刷錯誤、不準確或遺漏，包括描述、定價、可用性和各種其他資訊。我們保留隨時糾正任何錯誤、不準確或遺漏以及更改或更新網站資訊的權利，恕不另行通知。": "本网站上的信息可能包含印刷错误、不准确或遗漏，包括描述、定价、可用性和各种其他信息。我们保留随时纠正任何错误、不准确或遗漏以及更改或更新网站信息的权利，恕不另行通知。",
  "免責聲明": "免责声明",
  "該網站按原樣和可用狀態提供。您同意自行承擔使用本網站和我們服務的風險。在法律允許的最大範圍內，我們不承擔與本網站及其使用相關的所有明示或暗示的保證，包括但不限於適銷性、特定用途的適用性和不侵權的暗示保證。我們對本網站內容或與本網站連結的任何網站的內容的準確性或完整性不做任何保證或陳述，並且我們對任何": "本网站按原样和可用状态提供。您同意自行承担使用本网站和我们服务的风险。在法律允许的最大范围内，我们不承担与本网站及其使用相关的所有明示或暗示的保证，包括但不限于适销性、特定用途的适用性和不侵权的暗示保证。我们对本网站内容或与本网站链接的任何网站的内容的准确性或完整性不做任何保证或陈述，并且我们对任何",
  "內容和資料的錯誤、錯誤或不準確之處不承擔任何責任或義務，": "内容和资料的错误、错误或不准确之处不承担任何责任或义务，",
  "因您造訪和使用本網站而導致的任何性質的人身傷害或財產損失，": "因您访问和使用本网站而导致的任何性质的人身伤害或财产损失，",
  "任何未經授權的存取或使用我們的安全伺服器和/或任何及所有個人資訊和/或財務資訊其中儲存的，": "任何未经授权的访问或使用我们的安全服务器和/或任何及所有个人信息和/或财务信息其中储存的，",
  "向本網站或從本網站傳輸的任何中斷或停止，": "向本网站或从本网站传输的任何中断或停止，",
  "任何第三方可能向本網站或透過本網站傳輸的任何錯誤、病毒、特洛伊木馬或類似內容，和/或": "任何第三方可能向本网站或通过本网站传输的任何错误、病毒、特洛伊木马或类似内容，和/或",
  "任何內容和資料中的任何錯誤或遺漏，或因使用透過本網站發布、傳輸或以其他方式提供的任何內容而導致的任何類型的損失或損害。我們不對第三方透過本網站、任何超連結網站或任何橫幅或其他廣告中出現的任何網站或行動應用程式廣告或提供的任何產品或服務提供保證、認可、保證或承擔責任，且我們不會成為您與產品或服務的任何第三方提供者之間的任何交易的一方或以任何方式負責監控您與產品或服務的任何第三方提供者之間的任何交易。與透過任何媒介或在任何環境中購買產品或服務一樣，您應運用您的最佳判斷並在適當的情況下保持謹慎。": "任何内容和资料中的任何错误或遗漏，或因使用通过本网站发布、传输或以其他方式提供的任何内容而导致的任何类型的损失或损害。我们不对第三方通过本网站、任何超链接网站或任何横幅或其他广告中出现的任何网站或移动应用程序广告或提供的任何产品或服务提供保证、认可、保证或承担责任，且我们不会成为您与产品或服务的任何第三方提供者之间的任何交易的一方或以任何方式负责监控您与产品或服务的任何第三方提供者之间的任何交易。与通过任何媒介或在任何环境中购买产品或服务一样，您应运用您的最佳判断并在适当的情况下保持谨慎。",
  "責任限制": "责任限制",
  "在任何情況下，我們或我們的董事、員工或代理均不對您或任何第三方承擔任何直接、間接、後果性、懲戒性、偶然、特殊或懲罰性損害的責任，包括利潤損失、收入損失、資料遺失、或因您使用本網站而造成的其他損害，即使我們已被告知發生此類損害的可能性。無論本文是否有相反規定，我們對您承擔的任何原因和訴訟形式的責任始終僅限於您在六": "在任何情况下，我们或我们的董事、员工或代理均不对您或任何第三方承担任何直接、间接、后果性、惩戒性、偶然、特殊或惩罚性损害的责任，包括利润损失、收入损失、数据丢失、或因您使用本网站而造成的其他损害，即使我们已被告知发生此类损害的可能性。无论本文是否有相反规定，我们对您承担的任何原因和诉讼形式的责任始终仅限于您在六",
  "個月內向我們支付的金額（如有）任何訴訟原因發生之前的一段時間。美國某些州法律和國際法律不允許限制默示保固或排除或限制某些損害。如果這些法律適用於您，則上述部分或全部免責聲明或限制可能不適用於您，並且您可能擁有其他權利。": "个月内向我们支付的金额（如有）任何诉讼原因发生之前的那段时间。美国某些州法律和国际法律不允许限制默示保固或排除或限制某些损害。如果这些法律适用于您，则上述部分或全部免责声明或限制可能不适用于您，并且您可能拥有其他权利。",
  "保障": "保障",
  "您同意針對任何損失、損害、責任、索賠或要求（包括合理的律師），為我們（包括我們的子公司、附属公司以及我们各自的所有管理人员、代理、合作伙伴和员工）辩护、赔偿并使其免受损害。": "您同意针对任何损失、损害、责任、索赔或要求（包括合理的律师），为我们（包括我们的子公司、附属公司以及我们各自的所有管理人员、代理、合作伙伴和员工）辩护、赔偿并使其免受损害。",
  "違反本使用條款；": "违反本使用条款；",
  "任何違反您在本使用條款中規定的陳述和保證的行為；": "任何违反您在本使用条款中规定的陈述和保证的行为；",
  "您侵害第三人權利，包括但不限於智慧財產權；": "您侵害第三人权利，包括但不限于知识产权；",
  "對透過本網站與您聯繫的本網站任何其他使用者的任何明顯有害行為。儘管有上述規定，我們保留對您需要賠償我們的任何事項進行獨家辯護和控制的權利，費用由您承擔，並且您同意自費配合我們對此類索賠的辯護。一旦發現任何此類索賠、訴訟或程序，我們將盡合理努力通知您此類索賠、訴訟或程序。": "对通过本网站与您联系的本网站任何其他用户的任何明显有害行为。尽管有上述规定，我们保留对您需要赔偿我们的任何事项进行独家辩护和控制的权利，费用由您承担，并且您同意自费配合我们对此类索赔的辩护。一旦发现任何此类索赔、诉讼或程序，我们将尽合理努力通知您此类索赔、诉讼或程序。",
  "使用者資料": "用户资料",
  "我們將保留您為了管理本網站的效能而傳輸到本網站的某些數據，以及與您使用本網站相關的數據。儘管我們定期進行資料備份，但您對您傳輸的所有資料或與您使用本網站進行的任何活動相關的所有資料負全部責任。您同意，我們對任何此類資料的遺失或損壞不承擔任何責任，並且您特此放棄因此類資料的任何此類遺失或損壞而對我們提起訴訟的權利。": "我们将保留您为了管理本网站的性能而传输到本网站的某些数据，以及与您使用本网站相关的数据。尽管我们定期进行数据备份，但您对您传输的所有数据或与您使用本网站进行的任何活动相关的所有数据负全部责任。您同意，我们对任何此类数据的丢失或损坏不承担责任，并且您特此放弃因此类数据的任何此类丢失或损坏而对我们提起诉讼的权利。",
  "電子通訊、交易和簽名": "电子通讯、交易和签名",
  "造訪本網站、向我們發送電子郵件以及填寫線上表格構成電子通訊。您同意接收電子通信，您同意我們透過電子郵件和在網站上以電子方式向您提供的所有協議、通知、揭露和其他通信均滿足此類通信以书面形式提供的任何法律要求。您特此同意使用電子簽名、合約、訂單和其他記錄，並同意以電子方式交付由我們或透過本網站發起或完成的交易記錄、通知、政策和記錄。您特此放棄任何司法管轄區的任何法令、法規、規則、條例或其他法律規定的任何權利或要求，這些權利或要求要求原始簽名或交付或保留非電子記錄，或透過其他任何方式付款或授予信用。": "访问本网站、向我们发送电子邮件以及填写在线表格构成电子通讯。您同意接收电子通信，您同意我们通过电子邮件和在网站上以电子方式向您提供的所有协议、通知、披露和其他通信均满足此类通信以书面形式提供的任何法律要求。您特此同意使用电子签名、合同、订单和其他记录，并同意以电子方式交付由我们或通过本网站发起或完成的交易记录、通知、政策和记录。您特此放弃任何司法管辖区的任何法令、法规、规则、条例或其他法律规定的要求，这些要求可能需要原始签名或交付或保留非电子记录，或通过其他任何方式付款或授予信用。",
  "加州用戶和居民": "加州用户和居民",
  "如果向我們提出的任何投訴未得到滿意解決，您可以書面聯繫加州消費者事務部消費者服務部投訴協助部門，地址為": "如果向我们提出的任何投诉未得到满意解决，您可以书面联系加州消费者事务部消费者服务部投诉协助部门，地址为",
  "本使用條款以及我們在本網站上發布的或與本網站相關的任何政策或操作規則構成您和我們之間的完整協議和諒解。我們未行使或執行本使用條款的任何權利或規定並不構成對該權利或規定的放棄。這些使用條款在法律允許的最大範圍內運作。我們可以隨時將我們的任何或全部權利和義務轉讓給他人。對於因超出我們合理控制範圍的任何原因造成的任何損失、損壞、延遲或未採取行動，我們不承擔任何責任。如果本使用條款的任何規定或規定的一部分被確定為非法、無效或不可執行，則該規定或規定的一部分被視為可與本使用條款分開，並且不影響任何剩餘條款的有效性和可執行性。您和我們之間不會因本使用條款或使用本網站而建立合資、合夥、僱傭或代理關係。您同意這些使用條款不會因為起草而被解釋为对我们不利。您特此放弃基于本使用条款的电子形式以及双方未签署来执行这些使用条款而可能拥有的任何及所有抗辩权。": "本使用条款以及我们在本网站上发布的或与本网站相关的任何政策或操作规则构成您和我们之间的完整协议和谅解。我们未行使或执行本使用条款的任何权利或规定并不构成对该权利或规定的放弃。这些使用条款在法律允许的最大范围内运作。我们可以随时将我们的任何或全部权利和义务转让给他人。对于因超出我们合理控制范围的任何原因造成的任何损失、损坏、延迟或未采取行动，我们不承担责任。如果本使用条款的任何规定或规定的一部分被确定为非法、无效或不可执行，则该规定或规定的一部分被视为可与本使用条款分开，并且不影响任何剩余条款的有效性和可执行性。您和我们之间不会因本使用条款或使用本网站而建立合资、合伙、雇佣或代理关系。您同意这些使用条款不会因为起草而被解释为对我们不利。您特此放弃基于本使用条款的电子形式以及双方未签署来执行这些使用条款而可能拥有的任何及所有抗辩权。",
  "聯絡我們": "联系我们",
  "為了解決有關本網站的投訴或獲取有關本網站使用的更多信息，請透過以下方式與我們聯繫：": "为了解决有关本网站的投诉或获取有关本网站使用的更多信息，请通过以下方式与我们联系：",
  "登出": "登出",
  "關於我們": "关于我们",
  "戰略金庫": "战略金库",
  "最新消息": "最新消息",
  "支援中心": "支持中心",
  "同意條款": "同意条款",
  "各種各樣的": "各种各样的",
  "需要提供什麼證明文件完成身份驗證呢?": "需要提供什么证明文件完成身份验证呢?",
  "建議使用": "建议使用",
  "或相容瀏覽器並具有1024 x 768（或更高）解析度的螢幕，以獲得最佳瀏覽體驗。": "或兼容浏览器并具有1024 x 768（或更高）分辨率的屏幕，以获得最佳浏览体验。",
  "免責聲明：此為高波動性投資產品！加密貨幣交易並非適合任何人！請確保您知道其中的風險。": "免责声明：此为高波动性投资产品！加密货币交易并非适合任何人！请确保您知道其中的风险。",
  "不會對加密貨幣交易提供任何建議與意見，且非為金融顧問，其所提供的任何服務皆基於公司運作。": "不会对加密货币交易提供任何建议与意见，且非为金融顾问，所提供的任何服务皆基于公司运作。",
  "美國": "美国",
  "Strategic Vault": "战略资金库",
  "A community owned vault funding rapid growth and security initiatives across the Kava ecosystem": "一个由社区拥有的资金库，资助Kava生态系统中的快速增长和安全举措",
  "View on MintScan": "在MintScan上查看",
  "Available Funds": "可用资金",
  "Kava Rise Protocols": "Kava Rise协议",
  "Infrastructure": "基础设施",
  "Security Partners": "安全合作伙伴",
  "Programmatic, transparent": "程序化、透明",
  "on-chain funding": "链上资金",
  "The Kava Strategic Vault has fuelled rapid growth on-boarding 70+ protocols to the Kava ecosystem with many more to come This community owned funding mechanism aims to create sustained growth and stability across the Kava ecosystem": "Kava战略资金库已经推动了快速的增长，吸引了70多个协议加入Kava生态系统，未来还会有更多。这个由社区拥有的资金机制旨在创造Kava生态系统的持续增长和稳定",
  "Fully Decentralized": "完全去中心化",
  "Transparent funding owned by the Kava community of stakers": "由Kava质押者社区拥有的透明资金",
  "Growth Optimized": "增长优化",
  "70+ protocols successfully on-boarded over the past 6 months": "过去6个月成功接入了70多个协议",
  "Flexibility": "灵活性",
  "Advanced Cosmos DAO technology": "先进的Cosmos DAO技术",
  "A fully transparent, auditable vault controlled by": "一个完全透明、可审计的资金库，由",
  "Kava stakers": "Kava质押者",
  "The first fully decentralized vault built on Cosmos The Kava Strategic Vault assures the security and growth of the Kava ecosystem With transparency and auditability, owned by the Kava community": "首个完全去中心化的Cosmos资金库。Kava战略资金库确保了Kava生态系统的安全和增长。具备透明度和可审计性，由Kava社区拥有",
  "70+ protocols join": "70多个协议加入",
  "Kava Rise": "Kava Rise",
  "in": "在",
  "Through Kava Rise growth initiatives, Kava has become one of the fastest growing blockchains by TVL and protocols on-boarded": "通过Kava Rise增长计划，Kava已经成为TVL和接入协议数量增长最快的区块链之一",
  "Bringing flexibility and control to": "为...带来灵活性和控制",
  "Cosmos DAOs": "Cosmos DAOs",
  "Kava pioneered the most advanced form of Cosmos DAO&nbsp;technology allowing the community to control funding initiatives": "Kava开创了最先进的Cosmos DAO技术，使社区能够控制资金计划",
  "Future": "未来",
  "Vault": "资金库",
  "Initiatives": "倡议",
  "Voted through governance": "通过治理投票",
  "Smart contract interaction": "智能合约互动",
  "Infrastructure improvements": "基础设施改进",
  "Scaling initiatives": "扩展倡议",
  "Vault Diversification": "资金库多元化",
  "STRATEGIC developer funding": "战略性开发者资金",
  "Cross-chain Funding": "跨链资金",
  "Leading The World": "引领世界",
  "To Web3": "迈向Web3",
  "Kava is a decentralized blockchain that combines the speed and interoperability of Cosmos with the developer power of Ethereum": "Kava是一个去中心化的区块链，结合了Cosmos的速度和互操作性以及Ethereum的开发能力'",
  "Why Build": "为什么建设",
  "Combine the flexibility and speed of Ethereum smart contract development with the interoperability of the Cosmos SDK": "将Ethereum智能合约开发的灵活性和速度与Cosmos SDK的互操作性相结合",
  "A highly-scalable and secure Cosmos SDK blockchain that connects Kava to the 30 chains and $60B+ of the Cosmos ecosystem via the IBC protocol": "一个高度可扩展且安全的Cosmos SDK区块链，通过IBC协议将Kava连接到Cosmos生态系统的30条链和超过600亿美元的价值",
  "An EVM-compatible execution environment that empowers Solidity developers and their dApps to benefit from the scalability and security of the Kava Network": "一个与EVM兼容的执行环境，使Solidity开发者及其dApp能够受益于Kava网络的可扩展性和安全性",
  "With single block finality and unrivalled scalability,Tendermint Consensus enables Kava to support the transaction needs of thousands of protocols and millions of users": "凭借单区块最终性和无与伦比的可扩展性，Tendermint共识使Kava能够支持数千个协议和数百万用户的交易需求",
  "News": "新闻",
  "View All": "查看全部",
  "latest": "最新",
  "Jan 20 2024": "2024年1月20日",
  "A Roadmap to Revolutionizing Lending: Kava Lends Strategic Vision for 2024": "重塑借贷之路：Kava Lend 2024年的战略愿景",
  "March 20, 2024": "2024年3月20日",
  "Bitgo Officially Launches Wrapped Bitcoin (WBTC) on Kava": "Bitgo正式在Kava上推出Wrapped Bitcoin (WBTC)",
  "Binance Officially Supports Kava EVM – including support for native USDT on Kava": "Binance正式支持Kava EVM – 包括在Kava上支持原生USDT",
  "Nov 14, 2023": "2023年11月14日",
  "Kava 15: Kava Zero Inflation": "Kava 15: Kava零通胀",
  "權限失效":"权限失效",
  "註冊成功":"注册成功",
  "登入成功":"登录成功",
  "登出成功":"登出成功",
  "查詢局數":"查询局数",
  "獲取彩票":"获取彩票",
  "遊戲轉點":"游戏转点",
  "轉點成功":"转点成功",
  "下注失敗":"下注失败",
  "下注錯誤":"下注错误",
  "查詢新聞":"查询新闻",
  "查詢活動":"查询活动",
  "查詢公告":"查询公告",
  "查無用戶":"查无用户",
  "查詢交易":"查询交易",
  "存款失敗":"存款失败",
  "提款失敗":"提款失败",
  "密碼更新失敗":"密码更新失败",
  "密碼更新成功":"密码更新成功",
  "查詢站點資訊":"查询站点信息",
  "查詢訂單紀錄":"查询订单记录",
  "建立訊息失敗":"建立消息失败",
  "訊息已讀失敗":"消息已读失败",
  "回覆訊息失敗":"回复消息失败",
  "建立交易失敗":"建立交易失败",
  "查詢提款紀錄":"查询提款记录",
  "發送驗證碼失敗":"发送验证码失败",
  "請確認網路連線":"请确认网络连接",
  "更新用戶資訊失敗":"更新用户信息失败",
  "更新用戶資訊成功":"更新用户信息成功",
  "交易密碼更新失敗":"交易密码更新失败",
  "交易密碼更新成功":"交易密码更新成功",
  "申請銀行認證失敗":"申请银行认证失败",
  "申請銀行認證成功":"申请银行认证成功",
  "查詢站點客服連結":"查询站点客服链接",
  "註冊中...":"注册中...",
  "登入中...":"登录中...",
  "查詢K線":"查询K线",
  "用戶中心":"用户中心",
  "質押":"质押",
  "數量":"数量",
  "利息":"利息",
  "質押紀錄":"质押纪录",
  "質押下單":"质押下单",
  "質押編號":"质押编号",
  "天數":"天数",
  "預估收益":"预估收益",
  "倒數":"倒数",
  "結算":"结算",
  "進行中":"进行中",
  "開始":"开始",
  "結束":"结束",
  "質押數額":"质押数额",
  "最大":"最大",
  "資金帳戶":"资金帐户",
  "立即質押":"立即质押",
  "我的資產(電子錢包)":"我的资产（电子钱包）",
  "美元資產(電子錢包)":"美元资产（电子钱包）",
  "電力資產(電子錢包)":"电力资产（电子钱包）",
  "商城資產(電子錢包)":"商城资产（电子钱包）",
  "質押資產(電子錢包)":"质押资产（电子钱包）",
  "其他資產":"其他资产",
  "我的資產":"我的资产",
  "主錢包":"主钱包",
  "轉出錢包":"转出钱包",
  "轉入錢包":"转入钱包",
  "劃轉":"划转",
  "交易錢包":"交易钱包",
  "電力錢包":"电力钱包",
  "商城錢包":"商城钱包",
  "質押錢包":"质押钱包",
  "交易紀錄":"交易纪录",
  "錢包":"钱包",
  "儲值":"储值",
  "提領":"提领",
  "轉帳":"转账",
  "贈送":"赠送",
  "活動":"活动",
  "系統":"系统",
  "下注":"下注",
  "提領取消返還":"提领取消返还",
  "扣回":"扣回",
  "轉出至遊戲":"转出至游戏",
  "遊戲轉入":"游戏转入",
  "台股交易手續費":"台股交易手续费",
  "未審核":"未审核",
  "已完成":"已完成",
  "已駁回":"已驳回",
  "用戶操作":"用户操作",
  "劃轉至":"划转至",
  "看漲跌":"涨跌",
  "上期":"上期",
  "會員投注":"会员投注",
  "期":"期",
  "比特幣":"比特币",
  "美元":"美元",
  "看漲":"涨",
  "結算結果":"结算结果",
  "投注本金加獎金共":"投注本金加奖金共",
  "投注":"投注-",
  "期別":"期别",
  "選項":"选项",
  "投注成功":"投注成功",
  "別":"别",
  "金額":"金额"
}
