
{
  "hello": "你好啊",
  "請輸入帳號": "アカウントを入力してください",
  "請輸入密碼": "パスワードを入力してください",
  "驗證碼錯誤": "認証コードが間違っています",
  "登入": "ログイン",
  "用戶帳號": "ユーザー・アカウント",
  "登入密碼": "ログインパスワード",
  "辨識碼": "識別コード",
  "本頁面受 reCAPTCHA 機制保護，並遵守 Google 的": "このページはreCAPTCHAによって保護され、Googleの",
  "隱私權政策": "プライバシーポリシー",
  "及": "および",
  "服務條款": "利用規約",
  "取消": "キャンセル",
  "請將您用來登入": "ログインするために使用している",
  "的手機設定兩步驟驗證，並保持清除瀏覽紀錄，這可以保護您的帳戶安全，使其不致於因為密碼外洩而遭盜用，即使密碼遭盜用，盜用者也無法成功登入您的帳戶。": "携帯電話に二段階認証を設定し、ブラウザ履歴を定期的に消去することで、アカウントのセキュリティを確保し、パスワードの漏洩による不正利用を防ぐことができます。パスワードが漏洩しても、不正利用者はアカウントにログインできません。",
  "還沒有帳號嗎?": "まだアカウントをお持ちではありませんか?",
  "立即申辦": "今すぐ申し込む",
  "忘記密碼": "パスワードを忘れた",
  "請勾選同意條款": "利用規約に同意するチェックを入れてください",
  "註冊": "登録",
  "推薦碼": "推薦コード",
  "選填": "任意",
  "需使用4-20位英文或數字": "4〜20文字の英数字を使用する必要があります",
  "需混合填入8個(含)以上字元大小寫、數字，不可與用戶帳號金鑰密碼相同": "8文字以上の大小文字と数字を混在させて入力する必要があります。ユーザー・アカウントやキー・パスワードとは異なるものにしてください",
  "登入密碼確認": "ログインパスワードの確認",
  "確認相同": "一致確認",
  "與登入密碼不相同": "ログインパスワードと異なります",
  "金鑰密碼": "キー・パスワード",
  "需混合填入8個(含)以上字元大小寫、數字，不可與用戶帳號、登入密碼相同": "8文字以上の大小文字と数字を混在させて入力する必要があります。ユーザー・アカウントやログインパスワードとは異なるものにしてください",
  "金鑰密碼確認": "キー・パスワードの確認",
  "與交易密碼不相同": "取引パスワードと異なります",
  "用戶名稱": "ユーザー名",
  "必填": "必須",
  "手機號碼": "携帯電話番号",
  "手機號碼開頭須為09，共10碼": "電話番号は09で始まり、10桁である必要があります",
  "驗證碼": "認証コード",
  "我已年滿 18 歲，並已閱讀、接受並同意條款和條件、規則、隱私政策、Cookie 政策以及與年齡驗證相關的政策": "私は18歳以上であり、利用規約、規則、プライバシーポリシー、Cookieポリシー、および年齢確認に関連するポリシーを読み、理解し、同意します",
  "條款和條件": "利用規約",
  "的手機設定兩步驟驗證，這可以保護您的帳戶安全，使其不致於因為密碼外洩而遭盜用，即使密碼遭盜用，盜用者也無法成功登入您的帳戶。": "の携帯電話に二段階認証を設定することで、パスワードの漏洩による不正利用からアカウントを保護できます。パスワードが漏洩しても、不正利用者はアカウントにログインできません。",
  "已經註冊過?": "すでに登録していますか?",
  "本隱私權政策描述了我們在您使用服務時收集、使用和揭露您的資訊的政策和程序，並告訴您您的隱私權以及法律如何保護您。": "本プライバシーポリシーでは、お客様がサービスをご利用いただく際に、当社がどのように個人情報を収集し、使用し、開示するかについてのポリシーと手順を説明し、お客様のプライバシーとそれを保護する法律についても説明します。",
  "我們使用您的個人資料來提供和改進服務。使用服務即表示您同意根據本隱私權政策收集和使用資訊。": "当社は、お客様の個人情報を提供し、サービスを改善するために使用します。サービスをご利用いただくことは、本プライバシーポリシーに基づいて情報の収集と使用に同意することを意味します。",
  "解釋和定義": "解説と定義",
  "解釋": "解説",
  "首字母大寫的單字具有在以下條件下定義的含義。下列定義無論以單數或複數形式出現，均具有相同的意義。": "先頭文字が大文字の単語には、以下の条件下で定義された意味があります。これらの定義は、単数形または複数形で使用される場合でも、同じ意味を持ちます。",
  "定義": "定義",
  "就本隱私權政策而言：": "本プライバシーポリシーにおいて：",
  "帳戶是指為您存取我們的服務或部分服務而建立的唯一帳戶。": "アカウントとは、お客様が当社のサービスまたはその一部にアクセスするために作成される一意のアカウントを指します。",
  "在投資數位貨幣或以其他方式使用本網站的服務之前，您至少必須注意以下風險：": "デジタル通貨への投資や、当サイトのサービスを利用する前に、以下のリスクに少なくとも注意していただかなければなりません：",
  "本公司（在本協議中稱為「本公司」、「我們」、「我們」或「我們的」）是指Kava Labs Inc, 2 Embarcadero Center, CA 94111。": "当社（本契約において「当社」、「私達」、「私たち」または「私たちの」と称する）は、Kava Labs Inc, 2 Embarcadero Center, CA 94111を指します。",
  "Cookie是網站放置在您的電腦、行動裝置或任何其他裝置上的小文件，其中包含您在該網站上的瀏覽記錄以及其多種用途的詳細資訊。": "Cookieとは、ウェブサイトがお客様のコンピュータ、モバイルデバイス、またはその他のデバイスに配置する小さなファイルで、そのウェブサイトでの閲覧履歴やさまざまな目的の詳細情報が含まれています。",
  "國家是指：美國加州": "国とは：アメリカ合衆国カリフォルニア州",
  "設備是指任何可以存取服務的設備，例如電腦、手機或數位平板電腦。": "デバイスとは、サービスにアクセスできるあらゆるデバイスを指し、コンピュータ、スマートフォン、タブレットなどが含まれます。",
  "個人資料是與已識別或可識別個人相關的任何資訊。": "個人データとは、特定の個人または識別可能な個人に関連するあらゆる情報を指します。",
  "服務指的是網站。": "サービスとは、ウェブサイトを指します。",
  "服務提供者是指代表公司處理資料的任何自然人或法人。指本公司僱用的為促進本服務、代表本公司提供本服務、執行與本服務相關的服務或協助本公司分析本服務的使用方式的第三方公司或個人。": "サービスプロバイダーとは、会社を代表してデータを処理するあらゆる自然人または法人を指し、当社が雇用する第三者の企業または個人で、当社のサービスを促進し、当社を代表してサービスを提供し、サービスに関連するサービスを実行したり、当社がサービスの使用方法を分析するのを支援するものです。",
  "使用數據是指自動收集的數據，可以是透過使用服務產生的，也可以是從服務基礎設施本身產生的（例如，頁面存取的持續時間）。": "使用データとは、自動的に収集されるデータを指し、サービスの使用により生成されるものや、サービスの基盤自体から生成されるもの（例えば、ページアクセスの持続時間など）が含まれます。",
  "網站引用 Kava，您是指存取或使用本服務的個人，或代表該個人存取或使用本服務的公司或其他法律實體（如果適用）。": "ウェブサイトにおけるKavaの参照において、「あなた」は、当社のサービスにアクセスまたは使用する個人、またはその個人を代表して当社のサービスにアクセスまたは使用する企業またはその他の法的実体（適用される場合）を指します。",
  "收集和使用您的個人數據": "個人データの収集と使用",
  "收集的資料類型": "収集するデータの種類",
  "個人資料": "個人データ",
  "在使用我們的服務時，我們可能會要求您向我們提供某些可用於聯絡或識別您的個人識別資訊。個人識別資訊可能包括但不限於：": "当社のサービスを使用する際、お客様には、当社に連絡または識別するために使用される個人識別情報を提供していただく場合があります。個人識別情報には、次のものが含まれますがこれらに限定されません：",
  "電子郵件": "メールアドレス",
  "使用數據": "使用データ",
  "使用服務時會自動收集使用資料。": "サービスを使用する際に使用データが自動的に収集されます。",
  "使用資料可能包括您裝置的網際網路通訊協定位址（例如IP位址）、瀏覽器類型、瀏覽器版本、您造訪的我們服務的頁面、您造訪的時間和日期、在這些頁面上花費的時間、唯一裝置等資訊標識符和其他診斷資料。": "使用データには、デバイスのインターネットプロトコルアドレス（例：IPアドレス）、ブラウザの種類、ブラウザのバージョン、当社のサービスのどのページを訪問したか、訪問した時間と日付、それらのページで過ごした時間、一意のデバイス識別子、その他の診断データなどが含まれる場合があります。",
  "當您透過行動裝置存取服務時，我們可能會自動收集某些信息，包括但不限於您使用的行動裝置類型、您的行動裝置唯一ID、您的行動裝置的 IP位址、您的手機作業系統、您使用的行動互聯網瀏覽器的類型、唯一裝置識別碼和其他診斷資料。": "モバイルデバイスを通じてサービスにアクセスする場合、使用するモバイルデバイスの種類、モバイルデバイスの一意のID、モバイルデバイスのIPアドレス、スマートフォンのOS、使用するモバイルインターネットブラウザの種類、一意のデバイス識別子、その他の診断データなど、特定の情報を自動的に収集することがあります。",
  "當您造訪我們的服務或透過行動裝置存取服務時，我們也可能收集您的瀏覽器所傳送的資訊。": "当社のサービスを訪問するか、モバイルデバイスを通じてサービスにアクセスする場合、ブラウザが送信する情報を収集することがあります。",
  "追蹤技術和 Cookie": "追跡技術と Cookie",
  "我們使用 Cookie 和類似的追蹤技術來追蹤我們的服務上的活動並儲存某些資訊。使用的追蹤技術包括信標、標籤和腳本，用於收集和追蹤資訊以及改進和分析我們的服務。我們使用的技術可能包括：": "当社は、サービス上のアクティビティを追跡し、特定の情報を保存するために、Cookieと同様の追跡技術を使用しています。使用する追跡技術には、情報の収集と追跡、サービスの改善と分析を行うために使用されるビーコン、タグ、スクリプトが含まれます。使用する技術には以下が含まれます：",
  "Cookie 或瀏覽器 Cookie。 Cookie 是放置在您裝置上的小檔案。您可以指示您的瀏覽器拒絕所有 Cookie 或指示何時發送 Cookie。但是，如果您不接受 Cookie，您可能無法使用我們服務的某些部分。除非您已調整瀏覽器設定以拒絕 Cookie，否則我們的服務可能會使用 Cookie。閃光餅乾。我們服務的某些功能可能會使用本地儲存的物件（或 Flash Cookie）來收集和儲存有關您的偏好或您在我們的服務上的活動的資訊。 Flash Cookie 的管理方式與瀏覽器 Cookie 所使用的瀏覽器設定不同。有關如何刪除 Flash Cookie 的更多信息，請閱讀“在哪裡可以更改禁用或刪除本地共享物件的設定？”位於": "CookieまたはブラウザCookie。Cookieは、デバイスに配置される小さなファイルです。ブラウザにすべてのCookieを拒否するよう指示したり、いつCookieが送信されるかを指定することができます。ただし、Cookieを受け入れない場合、当社のサービスの特定の部分を使用できない場合があります。ブラウザ設定でCookieを拒否していない限り、当社のサービスはCookieを使用することがあります。Flash Cookie。当社のサービスの特定の機能は、ローカルに保存されたオブジェクト（またはFlash Cookie）を使用して、お客様の好みや当社のサービス上の活動に関する情報を収集および保存することがあります。Flash Cookieの管理方法は、ブラウザCookieに使用されるブラウザ設定とは異なります。Flash Cookieの削除方法の詳細については、「どこでローカル共有オブジェクトの無効化または削除の設定を変更できますか？」を読み取ってください。",
  "網路信標。我們的服務和電子郵件的某些部分可能包含稱為網頁信標（也稱為透明gif、像素標籤和單像素gif）的小型電子文件，例如，該文件允許公司對訪問過這些頁面的用戶進行計數或開啟電子郵件並進行其他相關網站統計（例如，記錄某個部分的受歡迎程度並驗證系統和伺服器的完整性）。Cookie 可以是「持久性」Cookie 或「會話」Cookie。當您離線時，持久 Cookie 會保留在您的個人電腦或行動裝置上，而會話 Cookie 會在您關閉網頁瀏覽器後立即刪除。": "ウェブビーコン。当社のサービスとメールの特定の部分には、ウェブビーコン（透明GIF、ピクセルタグ、シングルピクセルGIFとも呼ばれます）と呼ばれる小さな電子ファイルが含まれることがあります。これにより、会社はこれらのページを訪問したユーザーをカウントしたり、メールを開いたり、その他の関連するウェブ統計（特定のセクションの人気度の記録、システムやサーバーの整合性の確認など）を行ったりすることができます。Cookieは「永続的」Cookieまたは「セッション」Cookieのいずれかです。オフラインになると、永続的なCookieはあなたの個人用コンピュータまたはモバイルデバイスに残りますが、セッションCookieはウェブブラウザを閉じるとすぐに削除されます。",
  "了解更多關於 cookie 的資訊：": "Cookieに関する詳細情報：",
  "Cookie：它們有什麼作用？。": "Cookie：それらの役割は何ですか？。",
  "我們為下列目的使用會話 Cookie 和持久 Cookie：": "セッションCookieと永続Cookieを以下の目的で使用します：",
  "必要/必要的 Cookie": "必要/必要な Cookie",
  "類型：會話 Cookie": "タイプ：セッション Cookie",
  "管理機構：我們": "管理組織：当社",
  "目的：這些 Cookie 對於向您提供透過網站提供的服務以及使您能夠使用網站的某些功能至關重要。它們有助於驗證使用者身分並防止詐欺性使用使用者帳戶。如果沒有這些 Cookie，則無法提供您所要求的服務，我們僅使用這些 Cookie 來為您提供這些服務。": "目的：これらのCookieは、ウェブサイトを通じて提供されるサービスを提供し、ウェブサイトの特定の機能を使用できるようにするために不可欠です。これらはユーザーの認証を助け、ユーザーのアカウントの不正使用を防ぎます。これらのCookieがない場合、ご要望のサービスを提供することはできません。当社はこれらのCookieを用いてこれらのサービスを提供するためにのみ使用します。",
  "Cookie 政策/通知 接受 Cookie": "Cookieポリシー/通知 Cookieの受け入れ",
  "類型：持久性 Cookie": "タイプ：永続性 Cookie",
  "目的：這些 Cookie 可以辨識使用者是否已接受在網站上使用 Cookie。": "目的：これらのCookieは、ユーザーがウェブサイトでCookieの使用を承認したかどうかを識別するために使用されます。",
  "功能性 Cookie": "機能性 Cookie",
  "目的：這些 Cookie 使我們能夠記住您在使用本網站時所做的選擇，例如記住您的登入詳細資訊或語言偏好。這些 Cookie 的目的是為您提供更個人化的體驗，並避免您每次使用網站時都必須重新輸入您的偏好。": "目的：これらの Cookie により、お客様がウェブサイトを使用する際に選択した内容（ログイン詳細情報や言語設定など）を記憶することができます。これらの Cookie の目的は、よりパーソナライズされた体験を提供し、お客様が毎回ウェブサイトを使用するたびに好みを再入力する必要を避けることです。",
  "有關我們使用的 Cookie 以及您對 Cookie 的選擇的更多信息，請訪問我們的 Cookie 政策或隱私權政策的 Cookie 部分。": "当社が使用する Cookie およびお客様の Cookie 選択に関する詳細情報については、当社の Cookie ポリシーまたはプライバシーポリシーの Cookie 部分をご覧ください。",
  "您的個人資料的使用": "個人データの使用",
  "公司可能將個人資料用於以下目的：": "会社は個人データを以下の目的に使用することがあります：",
  "提供和維護我們的服務，包括監控我們服務的使用情況。": "サービスの提供と維持、ならびにサービスの使用状況の監視。",
  "管理您的帳戶：管理您作為服務使用者的註冊。您提供的個人資料可讓您存取作為註冊用戶可以使用的服務的不同功能。": "アカウントの管理：サービス利用者としての登録を管理します。お客様が提供した個人データにより、登録ユーザーとして利用可能なサービスの異なる機能にアクセスできます。",
  "為了履行合約：您所購買的產品、物品或服務的購買合約或透過服務與我們簽訂的任何其他合約的製定、遵守和承諾。": "契約の履行：お客様が購入した製品、アイテム、またはサービスの購入契約、またはサービスを通じて当社と締結されたその他の契約の制定、遵守、および履行。",
  "與您聯絡：透過電子郵件、電話、簡訊或其他同等形式的電子通訊方式與您聯繫，例如行動應用程式的有關更新的推播通知或與功能、產品或合約服務（包括安全性更新）相關的資訊通信，在必要或合理的情況下實施。": "お客様との連絡：メール、電話、テキストメッセージ、またはその他の同等の電子通信手段を通じて、お客様に連絡します。これは、モバイルアプリの更新通知や機能、製品、契約サービス（セキュリティアップデートを含む）に関連する情報通信の実施が必要または合理的な場合に限られます。",
  "向您提供與您已購買或查詢的產品、服務和活動類似的我們提供的其他商品、服務和活動的新聞、特別優惠和一般信息，除非您選擇不接收此類信息。": "お客様が購入または問い合わせた製品、サービス、イベントと類似の当社が提供する他の商品、サービス、イベントに関するニュース、特別オファー、一般的な情報を提供します。ただし、お客様がそのような情報の受信を希望しない場合は除きます。",
  "管理您的要求：出席並管理您向我們提出的請求。": "お客様からの要求の管理：お客様からの要求を受け付け、管理します。",
  "對於業務轉讓：我們可能會使用您的資訊來評估或進行合併、剝離、重組、改組、解散或以其他方式出售或轉讓我們的部分或全部資產，無論是作為持續經營企業還是作為破產、清算、或類似程序，其中我們持有的有關我們服務用戶的個人資料屬於轉讓的資產。": "事業譲渡の場合：お客様の情報を、合併、分割、再編、再構築、解散、または当社の全部または一部の資産の売却や譲渡（継続企業としての破産、清算、または同様の手続きを含む）を評価または実行するために使用することがあります。当社が保持するサービス利用者の個人データは、譲渡される資産に含まれます。",
  "出於其他目的：我們可能會將您的資訊用於其他目的，例如數據分析、識別使用趨勢、確定我們促銷活動的有效性以及評估和改進我們的服務、產品、服務、行銷和您的體驗。": "その他の目的：お客様の情報を、データ分析、使用傾向の特定、プロモーション活動の有効性の確認、およびサービス、製品、サービス、マーケティング、およびお客様の体験の評価と改善などの他の目的に使用することがあります。",
  "我們可能在以下情況下共享您的個人資訊：": "以下の状況でお客様の個人情報を共有することがあります：",
  "與服務提供者：我們可能會與服務提供者分享您的個人信息，以監控和分析我們服務的使用情況，並與您聯繫。": "サービス提供者と：サービスの使用状況を監視および分析し、お客様と連絡するために、サービス提供者とお客様の個人情報を共有することがあります。",
  "對於業務轉讓：我們可能會在與其他公司合併、出售公司資產、融資或收購我們全部或部分業務時或在談判期間共享或轉讓您的個人資訊。": "事業譲渡の場合：他社との合併、会社資産の売却、資金調達、または当社の全部または一部の事業の買収時、または交渉中は、お客様の個人情報を共有または譲渡することがあります。",
  "與關聯公司：我們可能會與我們的關聯公司分享您的訊息，在這種情況下，我們將要求這些關聯公司遵守本隱私權政策。關聯公司包括我們的母公司以及我們控製或與我們共同控制的任何其他子公司、合資夥伴或其他公司。": "関連会社と：当社の関連会社とお客様の情報を共有することがあり、その場合、これらの関連会社に対して本プライバシーポリシーを遵守するよう求めます。関連会社には、親会社および当社が制御または共同制御する他のすべての子会社、合弁企業、またはその他の会社が含まれます。",
  "與業務合作夥伴：我們可能會與我們的業務合作夥伴分享您的訊息，以便為您提供某些產品、服務或促銷活動。": "ビジネスパートナーと：お客様に特定の製品、サービス、またはプロモーションを提供するために、ビジネスパートナーとお客様の情報を共有することがあります。",
  "與其他使用者：當您與其他使用者分享個人資訊或以其他方式在公共區域互動時，此類資訊可能會被所有使用者查看，並可能會在外部公開分發。": "他のユーザーと：お客様が他のユーザーと個人情報を共有したり、公開エリアで交流したりすると、そのような情報はすべてのユーザーによって見ることができ、外部に公開されることがあります。",
  "經您同意：經您同意，我們可能會為任何其他目的而揭露您的個人資訊。": "お客様の同意を得て：お客様の同意を得た場合、他の目的で個人情報を開示することがあります。",
  "保留您的個人數據": "個人データの保持",
  "本公司將僅在本隱私權政策中規定的目的所需的時間內保留您的個人資料。我們將在遵守我們的法律義務（例如，如果我們需要保留您的資料以遵守適用法律）、解決爭議以及執行我們的法律協議和政策所需的範圍內保留和使用您的個人資料。": "当社は、本プライバシーポリシーで定められた目的に必要な期間だけお客様の個人データを保持します。また、法的義務を遵守（適用される法律を遵守するためにお客様のデータを保持する必要がある場合など）、紛争を解決し、当社の法的契約やポリシーを施行するために必要な範囲で、お客様の個人データを保持および使用します。",
  "公司也將保留使用數據用於內部分析目的。使用資料通常會保留較短的時間，除非該資料用於加強安全性或改善我們服務的功能，或者我們有法律義務保留較長的資料。": "当社は、内部分析の目的で使用データを保持します。使用データは通常、短期間で削除されますが、セキュリティの強化やサービス機能の改善に使用される場合、または法的義務により長期保持する必要がある場合は例外です。",
  "您的個人資料的轉移": "個人データの転送",
  "您的資訊（包括個人資料）將在公司的營運辦公室以及參與處理的各方所在的任何其他地方進行處理。這意味著該資訊可能會傳輸到並保存在位於您所在州、省、國家或其他政府管轄區之外的電腦上，這些地方的資料保護法可能與您所在管轄區的資料保護法不同。": "お客様の情報（個人データを含む）は、当社の営業事務所および処理に関与する他の場所で処理されます。これは、お客様の情報が、お客様が居住する州、県、国、またはその他の政府管轄区域外のコンピュータに転送され、保存されることを意味します。これらの地域のデータ保護法は、お客様が居住する管轄区域のデータ保護法と異なる場合があります。",
  "您同意本隱私權政策並隨後提交此類信息，即表示您同意該轉讓。": "お客様が本プライバシーポリシーに同意し、その後このような情報を提出することにより、お客様はこの転送に同意したことになります。",
  "本公司將採取一切合理必要的措施，確保您的資料得到安全處理並符合本隱私權政策，並且不會將您的個人資料傳輸給任何組織或國家，除非有足夠的控制措施，包括確保資料的安全性。": "当社は、お客様のデータが安全に処理され、本プライバシーポリシーに準拠するよう、すべての合理的かつ必要な措置を講じます。また、適切な制御措置（データの安全性を確保するための措置を含む）がない限り、お客様の個人データをいかなる組織や国にも転送することはありません。",
  "揭露您的個人數據": "個人データの開示",
  "商業交易": "商業取引",
  "如果公司涉及合併、收購或資產出售，您的個人資料可能會被轉移。我們將在您的個人資料被轉移並受不同隱私權政策約束之前發出通知。": "当社が合併、買収、または資産の売却に関与する場合、お客様の個人データは転送される可能性があります。当社は、お客様の個人データが転送され、異なるプライバシーポリシーに従う前に通知を発出します。",
  "執法": "法執行",
  "在某些情況下，如果法律要求或回應公共機構（例如法院或政府機構）的有效要求，公司可能需要揭露您的個人資料。": "特定の状況下で、法律が要求する場合や公的機関（裁判所や政府機関など）からの有効な要請に応答する場合、当社はお客様の個人データを開示する必要がある場合があります。",
  "其他法律要求": "その他の法的要求",
  "本公司可能會善意地揭露您的個人數據，並相信此類行動對於以下目的是必要的：": "当社は、善意に基づき、以下の目的のために必要な場合、お客様の個人データを開示することがあります：",
  "遵守法律義務": "法的義務の遵守",
  "保護和捍衛公司的權利或財產": "会社の権利または財産の保護と擁護",
  "防止或調查與服務相關的可能的不當行為": "サービスに関連する可能性のある不正行為の防止または調査",
  "保護服務使用者或公眾的人身安全": "サービス利用者または公衆の身体的安全の保護",
  "避免法律": "法的責任の回避",
  "責任": "責任",
  "您的個人資料的安全": "個人データの安全性",
  "您的個人資料的安全性對我們很重要，但請記住，沒有任何一種網路傳輸方法或電子儲存方法是100%安全的。雖然我們努力使用商業上可接受的方式來保護您的個人數據，但我們不能保證其絕對安全。": "お客様の個人データの安全性は非常に重要ですが、どのようなネットワーク伝送方法や電子保管方法も100%安全ではないことをご理解ください。当社は商業的に許容される方法でお客様の個人データを保護するために最善を尽くしていますが、絶対的な安全性を保証することはできません。",
  "兒童隱私": "未成年者のプライバシー",
  "我們的服務並非針對 13 歲以下的任何人。如果我們發現我們在未經父母同意的情況下收集了 13歲以下任何人的個人數據，我們將採取措施從我們的伺服器中刪除該資訊。": "当社のサービスは13歳未満の利用者を対象としていません。13歳未満の利用者の個人データを親または法定代理人の同意なしに収集したことが判明した場合、当社はその情報をサーバーから削除する措置を講じます。",
  "如果我們需要依賴同意作為處理您的資訊的法律依據，並且您所在的國家/地區需要父母的同意，我們可能會在收集和使用該資訊之前要求您父母的同意。": "当社がお客様の情報の処理の法的根拠として同意を必要とする場合、かつお客様が居住する国または地域で親の同意が必要な場合、当社はその情報の収集および使用前に親の同意を求めることもあります。",
  "其他網站的連結": "他のウェブサイトへのリンク",
  "我們的服務可能包含非我們經營的其他網站的連結。如果您點擊第三方鏈接，您將被導向到該第三方的網站。我們強烈建議您查看您造訪的每個網站的隱私權政策。": "私たちのサービスには、私たちが運営していない他のウェブサイトへのリンクが含まれている場合があります。サードパーティのリンクをクリックすると、そのサードパーティのウェブサイトに移動します。各ウェブサイトのプライバシーポリシーを確認することを強くお勧めします。",
  "我們無法控制任何第三方網站或服務的內容、隱私權政策或做法，也不承擔任何責任。": "私たちは、サードパーティのウェブサイトやサービスのコンテンツ、プライバシーポリシー、または慣行を制御できず、それらに対する責任も負いません。",
  "本隱私權政策的變更": "プライバシーポリシーの変更",
  "我們可能會不時更新我們的隱私權政策。我們將透過在此頁面上發布新的隱私權政策來通知您任何變更。": "私たちは、時折プライバシーポリシーを更新することがあります。その場合、このページで新しいプライバシーポリシーを公開することで、変更をお知らせします。",
  "在變更生效之前，我們將透過電子郵件和/或我們服務上的顯著通知告知您，並更新本隱私權政策頂部的「最後更新」日期。": "変更が有効になる前に、私たちは電子メールと/またはサービス上の目立つ通知を通じてお知らせし、プライバシーポリシーの上部にある「最終更新」日付を更新します。",
  "建議您定期查看本隱私權政策以了解任何變更。本隱私權政策的變更在發佈到本頁面後即生效。": "定期的にプライバシーポリシーを確認し、変更があるかどうかをご確認することをお勧めします。プライバシーポリシーの変更は、このページに掲載された時点で有効になります。",
  "背景幫我使用範例網址": "背景で例のURLを使用する手助けをする",
  "建立帳戶": "アカウントを作成する",
  "常見問題": "よくある質問",
  "怎麼進行帳戶驗證呢?": "どのようにアカウントを認証しますか？",
  "投資者可在登入交易所後,點選「用戶中心」-「實名認證」,依照提示所需提交的相關證明資料進行驗證作業。": "投資家は取引所にログインした後、「ユーザーセンター」-「実名認証」を選択し、指示に従って必要な証明書類を提出して認証作業を行います。",
  "在網路上建立帳戶後,依照監管要求,投資者需要提交相關證明文件完成身份驗證作業程序請參閱下列證明文件類型:": "オンラインでアカウントを作成した後、規制の要件に従い、投資家は関連する証明書類を提出して本人確認の手続きを完了する必要があります。以下の証明書類の種類をご覧ください：",
  "身分證件證件必需可辨認、不反光，並清晰地顯示的姓名全名，出生日期，如有不完整意或者是反光系統將自動退件。": "身分証明書は識別可能で、反射せず、氏名のフルネームと生年月日が明確に表示されている必要があります。不完全な情報や反射がある場合は、システムが自動的に返却されます。",
  "提款疑問": "出金に関する疑問",
  "能夠透過哪些途徑來提款呢?": "どのような方法で出金できますか？",
  "依據投資者的存款記錄和我們的平台政策,投資者大致上可透過下列方法收到款項:": "投資家の預金記録と当社のプラットフォームポリシーに基づき、投資家は以下の方法で大まかに資金を受け取ることができます：",
  "經審核實名錢包 : GMT+8 當日16:00前提交的提款申請將會在當日收到款項; ": "銀行カード : GMT+8 当日の16:00までに出金申請を行った場合、当日中に資金を受け取ります；",
  "銀行帳户 : GMT+8 當日16:00前提交的提款申請將會在當日收款項;": "銀行口座 : GMT+8 当日の16:00までに出金申請を行った場合、当日中に資金を受け取ります；",
  "請注意 : 台灣顧客在台灣時間15:00前提交的提款申請將會在當日收到款項;": "ご注意 : 台湾のお客様が台湾時間15:00までに出金申請を行った場合、当日中に資金を受け取ります；",
  "而在當日其餘時間的提款申請將會順延至下一個交易日辦理。‍": "そして、当日のその他の時間に出金申請を行った場合、次の取引日に延期されます。‍",
  "如果還沒有收到款項應該怎麼做呢?": "まだ資金を受け取っていない場合、どうすればよいですか？",
  "當我們完成處理投資者的提款申請後,提取的狀態將會顯示為「已完成」，而在狀態變更的當日，資金將會匯入投資者連結的銀行帳戶或銀行卡內；": "当社が投資家の出金申請の処理を完了した後、出金ステータスは「完了」に変わります。ステータス変更日の当日、資金は投資家の関連銀行口座または銀行カードに振り込まれます；",
  "具體時間因不同銀行而異，如果投資者仍未收到款項，請投資者與客服人員洽詢跟進。": "具体的な時間は銀行によって異なります。投資家がまだ資金を受け取っていない場合は、カスタマーサポート担当者にご相談ください。",
  "費用疑問": "料金に関する質問",
  "存款時會被收取任何手續費嗎?": "預金時に手数料がかかることがありますか？",
  "我們不會收取投資者在存款時的任何費用，在基礎貨幣不同的個別情況下，支付通道或中轉銀行可能會隨投資者所選的支付方式而採用不同的匯率標準。投資者可登入自己的交易帳號，點選「置入資產」查閱細則並聯絡我們選擇自己心儀的支付方式": "私たちは投資家が預金する際にいかなる費用も請求しません。ただし、基本通貨が異なる個々の状況下では、支払いチャネルや中継銀行が投資家が選択した支払い方法に応じて異なる為替レートを適用することがあります。投資家は自分の取引アカウントにログインし、「資産の預託」を選んで詳細を確認し、お気に入りの支払い方法を選択するために私たちに連絡することができます。",
  "我在提款時被收取任何的手續費嗎?": "私が引き出し時に手数料を請求されますか？",
  "一般來講，我們不會收取投資者任何的提款費用，但需要注意在下列的特殊情況除外:": "一般的に、私たちは投資家にいかなる出金手数料も請求しませんが、以下の特別な状況を除きます：",
  "單筆提款金額少於300美金或超過當日免費申請提款的最大次數限額(三次)，每筆超過免費提款次數限額的提款申請將會被統收取2美金的行政費用；": "一回の出金額が300米ドル未満または一日の無料出金申請回数の上限（3回）を超える場合、無料出金回数の上限を超える各出金申請には2米ドルの手数料がかかります；",
  "投資者存款金額的50%(累計)未曾用於建倉交易或在最近一次存款後未曾進行任何的建倉交易，在這種情況下，提款時將會被統一收取提款金額1%的行政費用;": "投資家の預金総額の50%（累積）がポジションの構築に使用されていない、または最近の預金後のポジションの構築が行われていない場合、出金時には出金額の1%の手数料がかかります；",
  "我們恕不接納使用第三方名義的存款行為,在發現非本我們將會退還所存入之款項並品全部類別行政費用；": "第三者名義での預金は受け付けられません。非正規の預金が発見された場合、預けられた金額は全額返金され、全カテゴリの手数料が課されます；",
  "如欲了解更多,請與客服人員洽詢以獲取進一步協助。": "詳しく知りたい場合は、カスタマーサポートにご連絡いただき、さらなるサポートをお願いします。",
  "使用平台會被收取任何的手續費嗎?": "プラットフォームの使用に手数料がかかりますか？",
  "我們是全面性免佣金的交易平台，我們只收取極低點差作為交易費用。依據投資者的實際情況，投資者或需支付額外產生的費用,例如：隔夜利息。": "私たちは手数料無料の取引プラットフォームであり、非常に低いスプレッドのみを取引費用として徴収します。投資者の実際の状況によっては、追加の費用（例えば、スワップポイント）が発生する場合があります。",
  "交易術語疑問": "取引用語に関する疑問",
  "什麼是點差呢?點差費又是怎麼收取的呢?": "スプレッドとは何ですか？スプレッド料金はどのように徴収されますか？",
  "點差就是買入價跟賣出價之間的差值。點差是交易者的成本,僅在建倉時進行一次性的收取，平倉不會收取任何費用。點差的計算公式為:(做多價一做空價)x契約規格x交易口數": "スプレッドは、買い価格と売り価格の差です。スプレッドは取引者のコストであり、新規注文時のみ一括で徴収され、決済時には費用は発生しません。スプレッドの計算式は、(買い価格 - 売り価格) × 契約単位 × 取引ロット数です。",
  "為什麼點差是浮動的呢?": "なぜスプレッドは変動するのですか？",
  "我們採取的是浮動點差,點差會隨著整個市場的流動性和行情波動而變化。實際收取的點差將會視乎投資者交易的產品而定,具體來講依照交易平台顯示的實時點差為準。": "私たちは浮動スプレッドを採用しており、スプレッドは市場全体の流動性や相場の変動によって変化します。実際に徴収されるスプレッドは投資者が取引する商品によって異なり、具体的には取引プラットフォームに表示されるリアルタイムのスプレッドが基準となります。",
  "什麼是止盈單和止損單呢?": "利食い注文と損切り注文とは何ですか？",
  "止盈單:止盈單可幫助投資者鎖定利潤。在投資者預設一個止盈單後,如市場價格達到投資者設定的觸發價格時,止盈單將會成為市價單,並以當時可執行的最優市場價格成交;": "利食い注文:利食い注文は投資者が利益を確定するのに役立ちます。投資者が利食い注文を設定した後、市場価格が投資者が設定したトリガー価格に達した場合、利食い注文は成行注文となり、最も有利な市場価格で約定します；",
  "止損單:止部單可幫助投資者減少損失。在投資者預設一個止損單後,如市場價格達到投資者設定的觸發價格時,止損單將會成為市價單,並以當時可執行的最後市場價格成交。": "損切り注文:損切り注文は投資者の損失を軽減するのに役立ちます。投資者が損切り注文を設定した後、市場価格が投資者が設定したトリガー価格に達した場合、損切り注文は成行注文となり、最終的な市場価格で約定します。",
  "請注意:任何訂單(包括止盈、止損等)均可能因為市場狀況的波動,受跳空的影響,而未必在預定的價格執行。如遇此情況,訂單會依照市場下一個最有利的價格執行。此外,投資者可在訂單被執行之前的交易時間內,隨時更改或取消各種訂單的設置,唯需符合我們對設置訂單的要求。": "ご注意:いかなる注文（利食い、損切りを含む）も、市場状況の変動によりギャップの影響を受ける可能性があり、必ずしも予定の価格で執行されるとは限りません。そのような場合、注文は市場の次の最も有利な価格で執行されます。さらに、投資者は注文が執行されるまでの取引時間内に、いつでも注文の設定を変更またはキャンセルできますが、当社の注文設定要件を満たしている必要があります。",
  "資金安全規範": "資金の安全規則",
  "存入帳戶內的資金會被用作交易以外的用途嗎?": "口座に預けられた資金は取引以外の目的に使用されますか？",
  "不會。所有投資者的存款依照監管法規,在必要時單獨存在放在信託帳戶當中。": "いいえ。すべての投資者の預金は規制法に基づき、必要に応じて信託口座に個別に保管されます。",
  "當我們在投資者款項帳戶提存資金或作出任何支付時嚴格遵守監管法規中關於顧客款項的規章。詳情可閱覽我們的隱私聲明。": "投資者の資金口座に資金を預託または支払いを行う際には、規制法規で定められた顧客資金に関する規定を厳格に遵守します。詳細は、当社のプライバシーステートメントをご覧ください。",
  "合法嗎?": "合法ですか？",
  "我們完全符合相關公司法與金融監管法律規範,經相關監管機構授權並受嚴格監管的金融服務提供商。": "私たちは関連する会社法と金融規制法に完全に準拠しており、関連する規制当局から認可を受け、厳格な監督下にある金融サービスプロバイダーです。",
  "我們依照監管方的嚴格要求為投資者的資金安全提供全面及完善的保障。": "私たちは規制当局の厳しい要件に基づき、投資者の資金の安全を確保するための包括的かつ完璧な保護を提供します。",
  "風險聲明": "リスクステートメント",
  "風險揭露聲明": "リスク開示ステートメント",
  "請注意，持有、買賣及/或交易數位貨幣的行為，可能具有高度風險，而且會涉及高度波動性，並非所有的投資者都適合從事持有、買賣及/或交易數位貨幣的行為。本風險揭露聲明(下稱「本聲明」)僅能簡要說明所可能涉及的部分風險事項，無法窮盡列舉所有在買賣或交易數位貨幣的過程中所會涉及的所有風險及各種相關面向。建議您在持有或交易數位貨幣之前，必須考慮各種相關因素，包含但不限於個人投資目標、投資經驗及風險承受能力等。": "デジタル通貨の保有、購入、売却、または取引は、高リスクを伴う可能性があり、高いボラティリティを含むものであり、すべての投資家がデジタル通貨の保有、購入、売却、または取引に適しているわけではありません。本リスク開示ステートメント（以下「本ステートメント」という）は、デジタル通貨の購入、売却、または取引に関連するリスクの一部を概説するものであり、これらに関連するすべてのリスクやさまざまな側面を網羅しているわけではありません。デジタル通貨の保有または取引の前に、個人の投資目標、投資経験、リスク許容度などを含むさまざまな要因を考慮することをお勧めします。",
  "本網站內容可能無法隨時提供當時最正確、完整或最新之資訊，也可能會有若干包括技術失準或其他錯誤。建議您應自行核實會作為您判斷依據之所有訊息，且您根據本網站所載資訊作出的所有決策，均由您自行負責。您在此確認並同意，Kava對您所作出的任何決策、本網站上所載的任何信息、內容或服務、任何第三方之資料或任何第三方網站上所載的任何信息、內容或服務，概不負責。": "当社のウェブサイトの内容は、常に最新、正確、完全であるとは限らず、技術的な誤差やその他の誤りが含まれる場合があります。判断の根拠となるすべての情報の確認は、ユーザー自身の責任で行うことをお勧めします。また、当社のウェブサイトに掲載されている情報に基づいてユーザーが行ったすべての決定は、ユーザー自身の責任となります。ここにおいて、ユーザーはKavaがユーザーが行った決定、当社のウェブサイトに掲載された情報、コンテンツ、サービス、第三者の情報、または第三者のウェブサイトに掲載された情報、コンテンツ、サービスについて一切の責任を負わないことに同意します。",
  "市場風險請注意，基於市場風險的原因，可能會讓您在數位貨幣上的投資歸零。有時一個或多個數位貨幣的市場價格可能會出現大幅度的上下波動。特定數位貨幣是否會喪失全部或幾近全部的價值，是無法預知的。您在購買、販售、取得、交易或持有數位貨幣時，都必須保持高度謹慎態度。": "市場リスクに注意してください。市場リスクにより、デジタル通貨への投資がゼロになる可能性があります。ときどき、1つ以上のデジタル通貨の市場価格は大幅に上下する場合があります。特定のデジタル通貨がすべてまたはほとんどすべての価値を失うかどうかは予測できません。デジタル通貨を購入、売却、取得、取引、または保有する際には、常に慎重である必要があります。",
  "流動性與交易風險請注意，數位貨幣的市場流動性可能存有很大的差異。如果市場交易量稀少，則其波動率可能會增大。現有的數位貨幣交易市場未來可能會繼續存在，也可能停止經營不復存在。另請注意，數位貨幣的價值是波動的，而且其性質上容易發生波動。您有責任對您個人條件情形仔細審視，以避免造成您在數位貨幣上的投資潛在損失。": "流動性と取引リスクに注意してください。デジタル通貨の市場流動性は大きく異なることがあります。市場の取引量が少ない場合、そのボラティリティは増大する可能性があります。現在のデジタル通貨取引市場は将来も存続する可能性がありますが、閉鎖される可能性もあります。また、デジタル通貨の価値は波動しやすく、その性質上変動しやすいことに注意してください。あなた自身の状況を慎重に評価し、デジタル通貨の投資における潜在的な損失を防ぐ責任があります。",
  "法律風險在你居住地的管轄法律下，數位貨幣的法律地位可能是不確定的。您有責任自行諮詢顧問，以瞭解持有、投資或交易數位貨幣的法律地位和稅務待遇，並且，對於遵守任何及所有相關法律和稅務要求一事，您應自行負擔全部責任。": "法的リスクについて、あなたの居住地の管轄法域では、デジタル通貨の法的地位は不確定である場合があります。デジタル通貨の保有、投資、または取引の法的地位と税務処理を理解し、遵守するためには、独自に専門家に相談する責任があります。また、関連するすべての法的および税務的要求を遵守する責任は全てユーザー自身にあります。",
  "交易對手風險將數位貨幣儲存於任何第三方交由其基於保管一事，可能會產生部分風險，包括但不限於安全漏洞、契約違約風險及損失風險。": "取引相手方リスクとして、デジタル通貨を第三者に保管させる場合、セキュリティの脆弱性、契約違反のリスク、および損失のリスクを含むがこれらに限定されないリスクが生じる可能性があります。",
  "網路安全風險所有資訊技術系統、個人電腦、行動電話及/或網站，都可能會基於惡意駭客、病毒、特洛伊木馬、電腦代碼或其他方式，而被入侵或遭未經授權進入。雖本網站會盡力以合理的方式控制風險，但無法保證可以完全減免風險。此外，本網站無法控制您訪問我們網站所使用的電腦、行動電話或終端機的安全性，您對於確保上述電腦、行動電話或終端機應隨時處於安全狀態一事，應自行負擔全部責任。": "サイバーセキュリティリスクとして、すべての情報技術システム、個人用コンピュータ、携帯電話、および/またはウェブサイトは、悪意のあるハッカー、ウィルス、トロイの木馬、コンピュータコードなどの手法により、侵入されたり、無断でアクセスされたりする可能性があります。当社のウェブサイトはリスクを合理的に管理するよう努めていますが、リスクを完全に排除できるという保証はありません。また、当社のウェブサイトは、ユーザーが当社のウェブサイトにアクセスするために使用するコンピュータ、携帯電話、またはターミナルのセキュリティを管理することはできません。ユーザーは、これらのコンピュータ、携帯電話、またはターミナルが常に安全であることを確保する責任を負います。",
  "網路及電子交易風險關於使用Kava服務與本網站相關的風險，可能包括由於任何電腦設備、硬體、軟體和網路連結造成無法傳輸或延遲傳輸，進而導致本網站延遲或故障的情形。": "インターネットおよび電子取引リスクとして、Kavaサービスと当社のウェブサイトの使用に関連するリスクには、任意のコンピュータ機器、ハードウェア、ソフトウェア、およびネットワークリンクによる伝送不能や遅延伝送により、当社のウェブサイトが遅延や障害を起こす可能性が含まれます。",
  "沒有中央銀行、監管機構或政府支持加密貨幣。數位貨幣在美國不是法定貨幣。國內和/或國際法律、法規或法規的製定或變更可能會影響您訪問或使用本網站的能力，或您使用、購買、持有或轉讓任何物品的能力以及價值。加密貨幣。每個加密貨幣市場都會有不同程度的流動性。您可能無法在任何特定時間購買或出售加密貨幣。": "中央銀行、規制機関、または政府が暗号通貨を支援しているわけではありません。デジタル通貨はアメリカ合衆国では法定通貨ではありません。国内および/または国際的な法律、規制、または法規の制定または変更は、当社のウェブサイトへのアクセスまたは使用の能力、または暗号通貨を使用、購入、保有、または譲渡する能力および価値に影響を与える可能性があります。各暗号通貨市場には異なるレベルの流動性があり、特定の時間に暗号通貨を購入または売却できない場合があります。",
  "您承認並理解密碼學是一個不斷發展的領域。程式碼破解的進步或量子電腦的開發等技術進步可能會對加密貨幣和網站造成風險，這可能會導致您的加密貨幣被盜或遺失。在可能的情況下，我們打算更新網站底層的協議，以考慮密碼學的任何進步並納入額外的安全措施，但我們不保證或以其他方式代表系統的完全安全。使用本網站即表示您承認這些固有風險。": "ユーザーは、暗号学が進化し続ける分野であることを認識し、理解しているものとします。コードの解読の進歩や量子コンピュータの開発などの技術の進歩は、暗号通貨やウェブサイトにリスクをもたらし、ユーザーの暗号通貨が盗まれたり、失われたりする可能性があります。可能な限り、当社はウェブサイトの基盤となるプロトコルを更新し、暗号学の進歩を考慮し、追加のセキュリティ対策を組み込むことを計画していますが、システムの完全なセキュリティを保証または表明することはできません。当社のウェブサイトを使用することにより、ユーザーはこれらの固有のリスクを認識し、理解しているものとします。",
  "加密貨幣可能需要繳稅或徵稅。您自行負責確定您使用本網站進行的任何交易是否以及在何種程度上適用任何稅款，並向適當的稅務機關代扣、收取、報告和繳納正確金額的稅款。": "暗号通貨は課税または納税の対象となる場合があります。ユーザーは、当社のウェブサイトを通じて行われる取引がどの程度の税金の対象となるかを独自に確認し、適切な税務当局に正しく源泉徴収、徴収、報告、および納税する責任を負います。",
  "本聲明中未定義的詞語，其意義應與本網站使用條款中所具備的意義相同。": "本ステートメントで定義されていない用語は、当社のウェブサイトの利用規約で定義されている意味を持つものとします。",
  "使用條款": "利用規約",
  "這些使用條款構成您個人或代表實體（「您」）與 Kava Labs Inc（「本公司」、「我們」、「我們」或「我們的」）之間達成的具有法律約束力的協議，涉及您訪問和使用Kava網站以及與其相關、連結或以其他方式連接的任何其他媒體形式、媒體管道、行動網站或行動應用程式（統稱為「網站」）。您同意造訪本網站即表示您已閱讀、瞭解並同意受所有這些使用條款的約束。如果您不同意所有這些使用條款，則明確禁止您使用本網站，並且您必須立即停止使用。": "本利用規約は、あなた個人または法人を代表して（「あなた」）、Kava Labs Inc（「弊社」、「私達」、「私達」または「私達の」）とあなたがKavaウェブサイト（以下「ウェブサイト」と総称する）およびこれに関連、リンクまたはその他の方法で接続された他のメディア形式、メディアチャネル、モバイルウェブサイト、またはモバイルアプリケーションを訪問または使用することに関する法的拘束力のある契約を構成します。あなたが当ウェブサイトを訪問することにより、あなたは本利用規約のすべての条項を読み、理解し、それに同意したものとみなされます。あなたが本利用規約のすべての条項に同意しない場合、明確に当ウェブサイトの使用が禁止され、直ちに使用を停止する必要があります。",
  "網站上可能不時發布的補充條款和條件或文件特此透過引用明確併入本文。我們保留自行決定隨時以任何理由更改或修改這些使用條款的權利。我們將透過更新這些使用條款的「最後更新」日期來提醒您任何更改，並且您放棄接收每個此類更改的具體通知的權利。您有責任定期查看這些使用條款以隨時了解更新。如果您在修訂後的使用條款發布之日後繼續使用本網站，則將受到任何修訂後的使用條款的更改的約束，並將被視為已了解並接受任何修訂後的使用條款的更改。": "ウェブサイト上で時折発行される補足条項や条件、または文書は、参照によって本規約に明確に組み込まれます。私たちは、独自の裁量で、何らかの理由でいつでもこれらの利用規約を変更または修正する権利を留保します。私たちは、これらの利用規約の「最終更新日」を更新することで、あなたに変更を通知します。また、個々の変更について具体的な通知を受ける権利を放棄します。利用規約の更新をいつでも把握するためには、定期的にこれらの利用規約を確認する責任があります。あなたが改訂後の利用規約が発表された日以降、ウェブサイトの使用を続けた場合、その使用は改訂後の利用規約の変更に拘束され、あなたは改訂後の利用規約の変更を理解し、受け入れたものとみなされます。",
  "本網站提供的資訊無意分發給任何司法管轄區或國家/地區的任何個人或實體或供其使用，如果此類分發或使用將違反法律或法規，或使我們受到該司法管轄區或國家/地區的任何註冊要求。因此，那些選擇從其他地點造訪本網站的人是自願這樣做的，並且在當地法律適用的情況下，全權負責遵守當地法律。": "当ウェブサイトで提供される情報は、そのような配布または使用が法律または規制に違反する場合、または私たちがその司法管轄区域または国/地域の登録要件に従うことを必要とする場合、任意の司法管轄区域または国/地域の任意の個人または実体に配布または使用されることを意図したものではありません。したがって、他の場所から当ウェブサイトを訪問する選択をする人は自発的にそうしており、地元の法律が適用される場合、地元の法律を遵守する全責任が彼らにあります。",
  "本網站適用於年滿 13 歲的使用者。所有在其居住地管轄範圍內屬於未成年人（一般為 18 歳以下）的使用者必須獲得其父母或監護人的許可並在其直接監督下才能使用本網站。如果您是未成年人，在使用本網站之前，您必須讓您的父母或監護人閱讀並同意這些使用條款。": "当ウェブサイトは13歳以上のユーザー向けです。居住地の管轄区域内で未成年者（通常18歳未満）に属するすべてのユーザーは、父母または法定代理人の許可を得て、その直接の監督下でなければ当ウェブサイトを使用することはできません。あなたが未成年者の場合、当ウェブサイトを使用する前に、父母または法定代理人に本利用規約を読み、同意してもらう必要があります。",
  "智慧財產": "知的財産",
  "除非另有說明，本網站以及本網站上的所有原始程式碼、資料庫、功能、軟體、網站設計、音訊、視訊、文字、照片和圖形（統稱為「內容」）以及商標、服務是我們的專有財產。網站上的內容和標記是「按原樣」提供，僅供您參考和個人使用。除非本使用條款明確規定，否則本網站的任何部分以及任何內容或標記均不得被複印、複製、聚合、重新發布、上傳、張貼、公開展示、編碼、翻譯、傳輸、散佈、出售、授權或未經我們事先明確書面許可，不得出於任何商業目的以其他方式利用。": "特に指定されていない限り、当ウェブサイトおよび当ウェブサイト上のすべてのオリジナルコード、データベース、機能、ソフトウェア、ウェブデザイン、オーディオ、ビデオ、テキスト、写真、グラフィックス（これらを総称して「コンテンツ」と呼びます）および商標、サービスは、私たちの独占的財産です。ウェブサイト上のコンテンツとマークは「現状有姿」で提供され、参照および個人使用の目的でのみ利用可能です。本利用規約で明示的に許可されている場合を除き、当ウェブサイトのいかなる部分、コンテンツまたはマークも、事前の明確な書面による許可なく、複写、複製、集約、再発行、アップロード、投稿、公開表示、コーディング、翻訳、送信、配布、販売、ライセンス付与、または商業目的でのその他の利用が禁じられています。",
  "如果您有資格使用本網站，您將被授予有限許可來存取和使用本網站，以及下載或列印您已正確存取的內容的任何部分的副本，僅供您個人、非商業目的使用。我們保留未明確授予您的網站、內容和標記的所有權利。": "あなたが当ウェブサイトを使用する資格を持っている場合、当ウェブサイトにアクセスし、使用するための限定的な許可が与えられます。また、あなたが正しくアクセスしたコンテンツの任意の部分のコピーをダウンロードまたは印刷し、個人的、非商用目的でのみ利用することができます。私たちは、明確に許可されていないウェブサイト、コンテンツ、およびマークに関するすべての権利を留保します。",
  "使用者陳述": "ユーザーの陳述",
  "使用本網站，即表示您聲明並保證：": "当ウェブサイトを使用することにより、あなたは以下のことを表明し、保証します：",
  "您具有法律行為能力並且您同意遵守本使用條款；": "あなたが法的行為能力を有し、本利用規約に同意すること；",
  "您未滿13歲；": "あなたが13歳未満でないこと；",
  "在您所居住的司法管轄區，您不是未成年人，或如果您是未成年人，您已獲得家長使用本網站的許可；": "あなたが居住する司法管轄区域内で未成年者でないか、または未成年者である場合、親または法定代理人から当ウェブサイトの使用の許可を得ていること；",
  "您不會透過自動或非人為方式造訪本網站，無論是透過機器人、腳本或其他方式；": "あなたがロボット、スクリプト、その他の手段を用いて自動的または非人為的な方法で当ウェブサイトを訪問または使用しないこと；",
  "您不會將本網站用於任何非法或未經授權的目的；": "あなたが当ウェブサイトを違法または未承認の目的に使用しないこと；",
  "您對本網站的使用不會違反任何適用的法律或法規。": "あなたが当ウェブサイトを使用することにより、適用される法律や規制を違反しないこと。",
  "如果您提供的任何資訊不真實、不準確、不是最新的或不完整，我們有權暫停或終止您的帳戶，並拒絕目前或將來本網站（或其任何部分）的任何及所有使用。": "あなたが提供する情報が虚偽、不正確、最新でない、または不完全な場合、私たちはあなたのアカウントを一時停止または終了し、現在または将来の当ウェブサイト（またはその一部）の使用を拒否する権利を有します。",
  "禁止活動": "禁止される活動",
  "除我們提供本網站的目的之外，您不得為任何目的造訪或使用本網站。除經我們特別認可或批准的商業活動外，本網站不得用於任何商業活動。": "当ウェブサイトが提供される目的以外のいかなる目的のためにも、当ウェブサイトを訪問または使用してはなりません。また、私達が特別に認可または承認した商業活動を除き、当ウェブサイトを商業活動に使用してはなりません。",
  "作為本網站的用戶，您同意不會：": "当ウェブサイトのユーザーとして、あなたは以下のことをしないことに同意します：",
  "用戶貢獻": "ユーザー貢献",
  "本網站不提供使用者提交或發佈內容的機會。我們可能為您提供機會向我們或在網站上創建、提交、發布、展示、傳輸、執行、發布、分發或廣播內容和材料，包括但不限於文字、文字、視訊、音訊、照片、圖形、評論、建議或個人資訊或其他資料（統稱為「貢獻」）。本網站的其他使用者可以透過第三方網站查看貢獻內容。因此，您傳輸的任何貢獻都可以根據網站隱私權政策進行處理。當您創建或提供任何貢獻時，您聲明並保證：": "当ウェブサイトでは、ユーザーがコンテンツを提出または公開する機会を提供していません。ただし、あなたに当ウェブサイト上でコンテンツや素材（テキスト、ビデオ、オーディオ、写真、グラフィック、レビュー、提案、個人情報、または他のデータを含むがこれらに限定されない）を生成、提出、公開、表示、送信、実演、配布、または放送する機会を提供することがあります（これらを総称して「貢献」と呼びます）。当ウェブサイトの他のユーザーは、サードパーティのウェブサイトを通じて貢献の内容を見ることができます。したがって、あなたが送信した貢献は、ウェブサイトのプライバシーポリシーに従って処理されることがあります。あなたが貢献を生成または提供する際、あなたは以下のことを表明し、保証します：",
  "您的貢獻的創建、分發、傳輸、公開展示或表演以及訪問、下載或複製不會也不會侵犯專有權利，包括但不限於版權、專利、商標、商業機密或任何第三方的精神權利。": "あなたの貢献の生成、配布、送信、公開表示、実演、およびアクセス、ダウンロード、または複製は、著作権、特許権、商標権、営業秘密、または第三者の精神的権利を含むがこれらに限定されない所有権を侵害することはありません。",
  "您是創建者和所有者，或擁有必要的許可、權利、同意、發布和權限來使用並授權我們、本網站和本網站的其他使用者以本網站和這些內容設想的任何方式使用您的貢獻。使用條款。": "あなたが生成者および所有者であるか、または必要な許可、権利、同意、公開、および当ウェブサイトとこれらのコンテンツが想定するあらゆる方法で使用し、私たち、当ウェブサイト、および当ウェブサイトの他のユーザーに対してあなたの貢献を使用する権利を許諾するための権限を有していること。",
  "您已獲得您的貢獻中的每個可識別個人的書面同意、釋放和/或許可，可以使用每個可識別個人的姓名或肖像，以便以您所設想的任何方式納入和使用您的貢獻。網站和這些使用條款。": "あなたは、あなたの貢献に含まれる各識別可能な個人から、その個人の名前または肖像を使用し、あなたの貢献をあなたの想定する方法でウェブサイトおよびこれらの利用規約に組み込み、使用するための書面による同意、解放、および/または許可を得ていること。",
  "您的貢獻不存在虛假、不準確或誤導性。": "あなたの貢献は、虚偽、不正確、または誤導的であることはありません。", 
  "您的貢獻不是未經請求或未經授權的廣告、促銷資料、傳銷、連鎖信、垃圾郵件、群組郵件或其他形式的招攬行為。": "あなたの貢献は、要求されていない、または許可されていない広告、プロモーションデータ、マルチ販売、パルス、スパム、グループメール、またはその他の形式の誘致行為ではありません。",
  "您的貢獻不包含淫穢、猥褻、淫蕩、骯髒、暴力、騷擾、誹謗、誹謗或其他令人反感的內容（由我們確定）。": "あなたの貢献には、猥褻、猥褻、淫ら、汚い、暴力、嫌がらせ、誹謗、誹謗、その他の反感を買うような内容は含まれていません（デルが決定します）。",
  "您的貢獻不會嘲笑、嘲笑、貶低、恐嚇或辱罵任何人。": "あなたの貢献は、誰も嘲笑、嘲笑、貶め、恐喝、罵倒することはありません。",
  "您的貢獻不會用於騷擾或威脅（在這些術語的法律意義上）任何其他人，也不會用於宣揚針對特定個人或特定群體的暴力行為。": "あなたの貢献は、（これらの用語の法的な意味で）他の誰にも嫌がらせや脅迫には使用されず、特定の個人や特定の集団に対する暴力行為を宣伝するためにも使用されません。",
  "您的貢獻不違反任何適用的法律、法規或規則。": "お客様の貢献は、適用可能な法律、法規、規則に違反しません。",
  "您的貢獻不會侵犯任何第三方的隱私或公開權。": "あなたの貢献は第三者のプライバシーや公開権を侵害することはありません。",
  "您的貢獻不包含任何向 18 歲以下的人索取個人資訊或以性或暴力方式剝削 18 歲以下的人的資料。": "あなたの貢献には、18歳以下の人に個人情報を請求したり、18歳以下の人を性的または暴力的に搾取したりするデータは含まれていません。",
  "您的貢獻不違反任何有關兒童色情的適用法律，或以其他方式旨在保護未成年人的健康或福祉。": "お客様の貢献は、児童ポルノに関する法律に違反したり、未成年者の健康や福祉を保護することを目的としたりするものではありません。",
  "您的貢獻不包括任何與種族、國籍、性別、性取向或身體殘疾有關的攻擊性評論。": "あなたの貢献には、人種、国籍、性別、性的指向、身体障害に関する攻撃的なコメントは含まれていません。",
  "您的貢獻不違反本使用條款或任何適用法律或法規的任何規定，或連結到違反這些規定的資料。": "あなたの貢献は、これらの利用規約または適用される法律や規則の規定を違反しておらず、これらの規定に違反する資料へのリンクを含まないこと。",
  "任何違反前述規定的使用本網站的行為都違反了這些使用條款，並可能導致您使用本網站的權利終止或暫停等。": "前述の規定に違反する当ウェブサイトの使用は、これらの利用規約に違反し、あなたの当ウェブサイトの使用権が終了または一時停止される可能性があります。",
  "貢獻許可": "貢献ライセンス",
  "您和本網站同意我們可以根據隱私權政策的條款和您的選擇（包括設定）存取、儲存、處理和使用您提供的任何資訊和個人資料。": "あなたと当ウェブサイトは、私たちがプライバシーポリシーの条項とあなたの選択（設定を含む）に従って、あなたが提供した情報をアクセス、保存、処理、使用できることに同意します。",
  "透過提交有關本網站的建議或其他回饋，即表示您同意我們可以出於任何目的使用和分享此類回饋，而無需向您提供補償。": "当ウェブサイトに関する提案やその他のフィードバックを提出することにより、あなたは私たちが補償なしで任意の目的でそのようなフィードバックを使用し、共有することに同意したことになります。",
  "我們不主張對您的貢獻有任何所有權。您保留對您的所有貢獻以及與您的貢獻相關的任何智慧財產權或其他專有權利的完全所有權。對於您在本網站任何區域提供的貢獻中的任何聲明或陳述，我們不承擔任何責任。您對您對本網站的貢獻負完全責任，並且您明確同意免除我們的任何及所有責任，並避免就您的貢獻對我們採取任何法律行動。": "私たちは、あなたの貢献に対する所有権を主張しません。あなたは、あなたのすべての貢献と、それに関連する知的財産権その他の所有権について完全な所有権を保持します。あなたが当ウェブサイトの任意の領域で提供した貢献の中のいかなる声明や陳述についても、私たちは責任を負いません。あなたは、当ウェブサイトに対するあなたの貢献について完全な責任を負い、明確に私たちはいかなる責任も免除することに同意し、あなたの貢献に関して私たちに対するいかなる法的措置も回避することに同意します。",
  "意見書": "意見書",
  "您承認並同意，您向我們提供的有關本網站的任何問題、評論、建議、想法、回饋或其他資訊（「提交內容」）都是非機密的，並應成為我們的專有財產。我們擁有專有權，包括所有智慧財產權，並有權出於任何合法目的（商業或其他目的）不受限制地使用和傳播這些提交內容，而無需向您確認或補償。您特此放棄對任何此類提交內容的所有精神權利，並且您特此保證任何此類提交內容均為您原創，或者您有權提交此類提交內容。您同意，對於您提交的內容中任何涉嫌或實際的侵犯或盜用任何專有權的行為，我們不得追索。": "あなたが当ウェブサイトに関連して私たちに提供するいかなる問題、コメント、提案、アイデア、フィードバック、またはその他の情報（「提出内容」）も、機密性のないものであり、私たちの専有財産となることに同意します。私たちは、商業的またはその他の合法的な目的で、これらを制限なく使用し、配布する専有権（すべての知的財産権を含む）を持ち、確認または補償を必要としません。あなたは、これらすべての精神的権利を放棄し、これらの提出内容があなた自身の創作である、または提出する権利があることを保証します。また、提出内容に関する所有権の侵害または不正使用の疑いや実際の行為について、私たちは追及しないことに同意します。",
  "第三方網站和內容": "サードパーティのウェブサイトとコンテンツ",
  "本網站可能包含（或您可能透過本網站發送）其他網站（「第三方網站」）的連結以及文章、照片、文字、圖形、圖片、設計、音樂、聲音、影片、資訊、應用程式、軟體和其他屬於或源自第三方的內容或項目（「第三方內容」）。我們不會調查、監控或檢查此類第三方網站和第三方內容的準確性、適當性或完整性，且我們對透過本網站存取的任何第三方網站或發布的任何第三方內容不承擔任何責任本網站上的、透過本網站提供的或從本網站安裝的，包括第三方網站或第三方內容的內容、準確性、攻擊性、意見、可靠性、隱私權做法或其他政策或包含在其中。包含、連結或允許使用或安裝任何第三方網站或任何第三方內容並不代表我們批准或認可。如果您決定離開本網站並造訪第三方網站或使用或安裝任何第三方內容，您將自行承擔風險，並且您應該知道這些使用條款不再適用。您應該查看您從本網站導航到的任何網站或與您使用或從本網站安裝的任何應用程式相關的適用條款和政策，包括隱私權和資料收集實務。您透過第三方網站進行的任何購買都將透過其他網站和其他公司進行，我們對僅在您和適用的第三方之間進行的此類購買不承擔任何責任。您同意並承認我們不認可第三方網站上提供的產品或服務，並且您應確保我們免受因您購買此類產品或服務而造成的任何損害。此外，您應保護我們免受因任何第三方內容或與第三方網站的任何聯繫而遭受的任何損失或對您造成的傷害。": "当ウェブサイトは、他のウェブサイト（「サードパーティのウェブサイト」）へのリンクや記事、写真、テキスト、グラフィック、画像、デザイン、音楽、音声、ビデオ、情報、アプリケーション、ソフトウェア、およびサードパーティに属するかサードパーティから派生したその他のコンテンツやアイテム（「サードパーティのコンテンツ」）を含む（またはあなたが当ウェブサイトを通じて送信する）場合があります。私たちは、これらのサードパーティのウェブサイトやサードパーティのコンテンツの正確性、適切性、完全性を調査、監視、または確認せず、当ウェブサイトを通じてアクセスまたは公開されるサードパーティのウェブサイトやサードパーティのコンテンツについて、当ウェブサイト上での提供、当ウェブサイトからのインストール、サードパーティのウェブサイトやサードパーティのコンテンツの内容、正確性、攻撃性、意見、信頼性、プライバシー慣行、その他の方針またはそれらに含まれるものを含めて、一切の責任を負いません。サードパーティのウェブサイトやサードパーティのコンテンツの包含、リンク、使用またはインストールの許可は、私たちはそれらを承認または認可することを意味しません。あなたが当ウェブサイトを離れてサードパーティのウェブサイトを訪問するか、サードパーティのコンテンツを使用またはインストールすることを選択した場合、それは自己の責任で行われ、これらの利用規約は適用されないと理解しておくべきです。あなたは、当ウェブサイトからナビゲートした任意のウェブサイトや、当ウェブサイトから使用またはインストールした任意のアプリケーションに関連する適用される条項や方針、プライバシーとデータ収集の慣行を確認するべきです。あなたがサードパーティのウェブサイトを通じて行う任意の購入は、他のウェブサイトや他の企業を通じて行われ、私たちは、あなたと適用されるサードパーティ間で行われるこのような購入については一切の責任を負いません。あなたは、私たちはサードパーティのウェブサイトで提供される製品やサービスを認可していないことに同意し、これらの製品やサービスを購入したことにより生じるいかなる損害からも私たちは免責されることを確認します。さらに、あなたは、任意のサードパーティのコンテンツやサードパーティのウェブサイトとの任意の連絡により生じるいかなる損失やあなたに対する被害からも私たちは保護されることに同意します。",
  "現場管理": "サイト管理",
  "我們保留以下權利，但沒有義務：": "私たちは以下の権利を留保しますが、その義務はありません：",
  "監控網站是否違反這些使用條款；": "ウェブサイトがこれらの利用規約に違反していないか監視すること；",
  "對我們自行判斷違反法律或本使用條款的任何人採取適當的法律行動，包括但不限於向執法機構舉報此類使用者；": "法律または本利用規約に違反すると私達が独自の判断で決定した者に対し、適切な法的措置を講じること、これには執法機関にそのようなユーザーを報告することが含まれますが、これに限定されません；",
  "我們自行決定且不限於拒絕、限制存取、限制其可用性或停用（在技術可行的範圍內）您的任何貢獻或其任何部分；": "私達が独自の判断で、技術的に可能である範囲で、あなたの任意の貢献またはその任意の部分を拒否、アクセスを制限、利用可能性を制限、または無効化すること；",
  "我們自行決定且不限於通知或承擔責任，從網站中刪除或以其他方式停用所有尺寸過大或以任何方式對我們的系統造成負擔的文件和內容；": "私達が独自の判断で、通知または責任を負うことなく、当ウェブサイトからサイズが大きすぎるファイルやコンテンツや、私たちのシステムに何らかの負担をかけるものを削除または無効化すること；",
  "並以其他方式管理本網站，旨在保護我們的權利和財產並促進本網站的正常運作。": "その他、当ウェブサイトを管理し、私たちの権利と財産を保護し、当ウェブサイトの正常な運用を促進することを目的とします。",
  "我們關心資料隱私和安全。請查看我們的隱私權政策：": "私たちはデータのプライバシーとセキュリティを重視しています。私たちのプライバシーポリシーをご覧ください：",
  "使用本網站即表示您同意受我們的隱私權政策的約束，該政策已納入本使用條款。請注意，該網站託管在美國。如果您從世界任何其他地區造訪本網站，其管轄個人資料收集、使用或揭露的法律或其他要求與美利堅合眾國的適用法律不同，那麼透過您繼續使用本網站，您將轉移您的資訊資料傳輸至美國，並且您同意將您的資料傳輸至美國並在美國進行處理。此外，我們不會故意接受、要求或徵求兒童的訊息，也不會故意向兒童推銷訊息。因此，根據美國《兒童在線隱私保護法》，如果我們實際得知13歲以下的任何人在未經必要且可驗證的父母同意的情況下向我們提供了個人信息，我們將盡快從網站上刪除該資訊。": "当ウェブサイトを使用することにより、あなたは私たちのプライバシーポリシーに拘束されることに同意します。このポリシーは本利用規約に組み込まれています。なお、当ウェブサイトはアメリカにホストされています。世界の他の地域から当ウェブサイトを訪問する場合、個人データの収集、使用、開示に関する法律やその他の要件は、アメリカ合衆国の適用される法律と異なる場合があります。あなたが当ウェブサイトの使用を継続することにより、あなたの情報がアメリカに転送され、アメリカで処理されることに同意したことになります。さらに、私たちは故意に子供たちから情報を収集したり、要求したり、または勧誘したりすることはありません。したがって、アメリカの『児童オンラインプライバシー保護法』に基づき、13歳未満の人が必要な親の同意なしに私たちに個人情報を提供したことが実際につかまった場合、私たちはその情報をできるだけ早くウェブサイトから削除します。",
  "期限和終止": "期間と終了",
  "當您使用本網站時，這些使用條款仍具有完全效力。在不限制這些使用條款的任何其他規定的情況下，我們保留自行決定以任何理由拒絕任何人存取和使用本網站（包括阻止某些IP位址）的權利，恕不另行通知或承擔責任。理由，包括但不限於違反本使用條款或任何適用法律或法規中包含的任何陳述、保證或契約。我們可以自行決定終止您對本網站的使用或參與，或刪除您隨時發布的任何內容或訊息，恕不另行通知。": "当ウェブサイトを使用する場合、これらの利用規約は完全な効力を有し続けます。これらの利用規約の他の規定を制限することなく、私たちは、任意の理由で、事前の通知なく、または責任を負わずに、任意の人物が当ウェブサイト（特定のIPアドレスをブロックすることを含む）へのアクセスや使用を拒否する権利を留保します。理由には、本利用規約または適用される法律や規則に含まれる任意の表明、保証、または契約の違反が含まれますが、これらに限定されません。私たちは、事前の通知なく、あなたの当ウェブサイトの使用または参加を終了する、またはあなたがいつでも投稿した任意のコンテンツやメッセージを削除する権利を留保します。",
  "如果我們因任何原因終止或暫停您的帳戶，您將被禁止以您的名義、假冒或借用的姓名或任何第三方的名義註冊和建立新帳戶，即使您可能代表第三方行事派對。除了終止或暫停您的帳戶外，我們保留採取適當法律行動的權利，包括但不限於尋求民事、刑事和禁制令救濟。": "私たちは、任意の理由であなたのアカウントを終了または一時停止した場合、あなたは自分の名前で、偽名で、または任意の第三者の名前で新しいアカウントを登録または作成することを禁止されます、あなたが第三者を代理する場合であっても同様です。アカウントの終了または一時停止に加えて、私たちは適切な法的措置を講じる権利を留保します。これには、民事、刑事、差止命令の救済を求めることが含まれますが、これに限定されません。",
  "修改和中斷": "変更と中断",
  "我們保留隨時或以任何理由自行決定更改、修改或刪除本網站內容的權利，恕不另行通知。但是，我們沒有義務更新我們網站上的任何資訊。我們也保留隨時修改或終止本網站全部或部分內容的權利，恕不另行通知。我們不會因本網站的任何修改、價格變更、暫停或終止而對您或任何第三方承擔責任。": "私たちは、任意の理由で、事前の通知なく、独自の裁量で、当ウェブサイトのコンテンツを変更、修正、または削除する権利を留保します。ただし、私たちはウェブサイト上の情報を更新する義務はありません。また、私たちは事前の通知なく、当ウェブサイトの全部または一部のコンテンツを変更または終了する権利を留保します。当ウェブサイトの任意の変更、価格変更、一時停止、または終了により、あなたまたは任意の第三者に生じた損失、損害、または不利益について、私たちは責任を負いません。",
  "我們不能保證網站始終可用。我們可能會遇到硬體、軟體或其他問題，或需要執行與網站相關的維護，從而導致中斷、延遲或錯誤。我們保留隨時或基於任何原因更改、修改、更新、暫停、終止或以其他方式修改本網站的權利，恕不另行通知。您同意，對於您在本網站停機或中斷期間無法存取或使用本網站而造成的任何損失、損害或不便，我們不承擔任何責任。本使用條款中的任何內容均不得解釋為要求我們有義務維護和支持本網站或提供與之相關的任何更正、更新或發布。": "私たちは、ウェブサイトが常に利用可能であることを保証することはできません。私たちはハードウェア、ソフトウェア、またはその他の問題に遭遇するか、ウェブサイトに関連するメンテナンスを実施する必要があるため、中断、遅延、またはエラーが生じることがあります。私たちは、任意の理由で、事前の通知なく、独自の裁量で、当ウェブサイトを変更、修正、更新、一時停止、終了、またはその他の方法で変更する権利を留保します。あなたは、当ウェブサイトのダウンタイムまたは中断中に当ウェブサイトにアクセスまたは使用できないことにより生じた任意の損失、損害、または不便について、私たちは責任を負わないことに同意します。これらの利用規約のいかなる内容も、私たちは当ウェブサイトの維持やサポート、またはそれに関連する任意の訂正、更新、またはリリースを提供する義務があると解釈されるべきではありません。",
  "適用法律": "適用法",
  "這些條款應受美國加州法律管轄並依其定義。 Kava Labs Inc 和您不可撤銷地同意加州舊金山法院擁有解決與這些條款相關的任何爭議的專屬管轄權。": "これらの条項は、カリフォルニア州法の管轄下にあり、その定義に従います。Kava Labs Inc.とあなたは、これらの条項に関連する任意の紛争の解決について、カリフォルニア州サンフランシスコの裁判所が専属の管轄権を有することに取消不能で同意します。",
  "爭議解決": "紛争解決",
  "具有約束力的仲裁": "拘束力のある仲裁",
  "因本合約引起的或與本合約有關的任何爭議，包括有關其存在、有效性或終止的任何問題，均應提交歐洲仲裁庭國際商事仲裁院（比利時，布魯塞爾，Avenue Louise，146）並最終解決。）根據本廉政公署的規則，因引用該規則而視為本條款的一部分。仲裁所在地或合法地點為加州舊金山。訴訟語言為英語。合約的管轄法律應為加州和美利堅合眾國的實體法。‍": "本契約から生じるまたはこれに関連する任意の紛争、その存在、有効性、または終了に関する問題を含みますがこれらに限定されません、それらは、ベルギー、ブリュッセル、ルイーズ通り146番地にあるヨーロッパ仲裁裁判所国際商業仲裁裁判所に提出され、最終的に解決されます。本公明委員会の規則により、その規則の引用により、本条項の一部とみなされます。仲裁の場所または法的所在地はカリフォルニア州サンフランシスコです。訴訟言語は英語です。契約の管轄法はカリフォルニア州法およびアメリカ合衆国の実体法です。‍",
  "限制": "制限",
  "雙方同意任何仲裁應僅限於雙方單獨之間的爭議。在法律允許的最大範圍內，": "両者は、仲裁が両者の間の単独の紛争にのみ制限されることに同意します。法律が許す最大の範囲において、",
  "仲裁不得與任何其他程序合併；": "仲裁は他のどの手続きとも合併されません；",
  "沒有權利或授權對任何爭議進行集體訴訟仲裁或利用集體訴訟程序；": "任意の紛争の集団訴訟仲裁を行う権利または権限、または集団訴訟手続を利用する権利または権限はありません；",
  "沒有權利或授權以代表公眾或任何其他人的名義提出任何爭議。‍": "公衆または他の誰かを代表する名義で任意の紛争を提起する権利または権限はありません。‍",
  "仲裁的例外情況": "仲裁の例外",
  "雙方同意，以下爭議不受上述有關具有約束力的仲裁的規定的約束：": "両者は、以下の紛争が上記の拘束力のある仲裁に関する規定の適用を受けないことに同意します：",
  "尋求執行或保護一方的任何知識產權或涉及一方的任何知識產權的有效性的任何爭議；": "任意の当事者の任意の知的財産権の執行または保護を求めたり、任意の当事者の任意の知的財産権の有効性に関連する紛争；",
  "與盜竊、盜版、侵犯隱私或未經授權使用的指控有關或由此產生的任何爭議；": "窃盗、海賊版、プライバシーの侵害、または無許可の使用に関する申し立てに関連するまたはそれから生じる任意の紛争；",
  "任何禁制令救濟索賠。若本條款被認定為非法或不可執行，則任何一方均不得選擇對屬於本條款被認定為非法或不可執行部分的任何爭議進行仲裁，且此類爭議應由下列法院內具有管轄權的法院裁決：上述管轄權，雙方同意服從該法院的屬人管轄權。": "任意の差止命令救済請求。本条項が違法または執行不能と判断された場合、その部分に関連する任意の紛争について仲裁を選択することはできません。そのような紛争は、上記の管轄権を持つ裁判所によって裁かれ、両者はその裁判所の属人管轄権に服することに同意します。",
  "更正": "訂正",
  "本網站上的資訊可能包含印刷錯誤、不準確或遺漏，包括描述、定價、可用性和各種其他資訊。我們保留隨時糾正任何錯誤、不準確或遺漏以及更改或更新網站資訊的權利，恕不另行通知。": "当ウェブサイト上の情報には、印刷ミス、不正確さ、または省略が含まれることがあります。これには、説明、価格設定、可用性、およびその他の情報を含む可能性があります。私たちは、事前の通知なく、任意の誤り、不正確さ、または省略を訂正し、ウェブサイトの情報を変更または更新する権利を留保します。",
  "免責聲明": "免責事項",
  "該網站按原樣和可用狀態提供。您同意自行承擔使用本網站和我們服務的風險。在法律允許的最大範圍內，我們不承擔與本網站及其使用相關的所有明示或暗示的保證，包括但不限於適銷性、特定用途的適用性和不侵權的暗示保證。我們對本網站內容或與本網站連結的任何網站的內容的準確性或完整性不做任何保證或陳述，並且我們對任何": "当ウェブサイトは「現状有姿」かつ「利用可能」な状態で提供されます。あなたは、当ウェブサイトおよび私たちのサービスを使用することのリスクを自ら負うことに同意します。法律が許す最大の範囲で、私たちは当ウェブサイト及びその使用に関連するすべての明示的または黙示的な保証、商品性、特定の目的への適合性、および非侵害の黙示的な保証を含みますがこれらに限定されません、これを負担しません。私たちは、当ウェブサイトのコンテンツまたは当ウェブサイトにリンクされている任意のウェブサイトのコンテンツの正確性または完全性について、いかなる保証または表明も行いません、そして私たちは任意の",
  "內容和資料的錯誤、錯誤或不準確之處不承擔任何責任或義務，": "コンテンツや情報の誤り、ミス、または不正確さについて、いかなる責任や義務も負いません、",
  "因您造訪和使用本網站而導致的任何性質的人身傷害或財產損失，": "あなたが当ウェブサイトを訪問し、使用することにより生じる、いかなる性質の人身傷害や財産損失について、",
  "任何未經授權的存取或使用我們的安全伺服器和/或任何及所有個人資訊和/或財務資訊其中儲存的，": "私たちのセキュリティサーバーへのまたはそれらに保管されている任意およびすべての個人情報および/または財務情報の、任意の未承認のアクセスまたは使用について、",
  "向本網站或從本網站傳輸的任何中斷或停止，": "当ウェブサイトへまたは当ウェブサイトから伝送される任意の中断または停止について、",
  "任何第三方可能向本網站或透過本網站傳輸的任何錯誤、病毒、特洛伊木馬或類似內容，和/或": "任意の第三者が当ウェブサイトへまたは当ウェブサイトを通じて伝送する任意のエラー、ウィルス、トロイの木馬または類似のコンテンツについて、および/または",
  "任何內容和資料中的任何錯誤或遺漏，或因使用透過本網站發布、傳輸或以其他方式提供的任何內容而導致的任何類型的損失或損害。我們不對第三方透過本網站、任何超連結網站或任何橫幅或其他廣告中出現的任何網站或行動應用程式廣告或提供的任何產品或服務提供保證、認可、保證或承擔責任，且我們不會成為您與產品或服務的任何第三方提供者之間的任何交易的一方或以任何方式負責監控您與產品或服務的任何第三方提供者之間的任何交易。與透過任何媒介或在任何環境中購買產品或服務一樣，您應運用您的最佳判斷並在適當的情況下保持謹慎。": "任意のコンテンツや情報の任意の誤りや欠落、または当ウェブサイトを通じて公開、伝送、またはその他の方法で提供される任意のコンテンツの使用により生じる任意の種類の損失や損害について。私たちは、任意の第三者が当ウェブサイト、任意のハイパーリンクウェブサイト、または任意のバナーまたは他の広告に表示される任意のウェブサイトやモバイルアプリケーション広告で提供される任意の製品やサービスについて、保証、認可、保証を提供したり、責任を負ったりすることはありません、また、私たちは、あなたと製品やサービスの任意の第三者プロバイダーとの任意の取引の一環となり、またはあなたと製品やサービスの任意の第三者プロバイダーとの任意の取引を監視する責任を負うことはありません。任意の媒体や環境で製品やサービスを購入するのと同じように、あなたは最善の判断を用い、適切な場合は慎重になるべきです。",
  "責任限制": "責任制限",
  "在任何情況下，我們或我們的董事、員工或代理均不對您或任何第三方承擔任何直接、間接、後果性、懲戒性、偶然、特殊或懲罰性損害的責任，包括利潤損失、收入損失、資料遺失、或因您使用本網站而造成的其他損害，即使我們已被告知發生此類損害的可能性。無論本文是否有相反規定，我們對您承擔的任何原因和訴訟形式的責任始終僅限於您在六": "いかなる場合でも、私たちはあなたまたは任意の第三者に対して、直接的、間接的、結果的、懲罰的、偶発的、特別または懲罰的な損害、利益の損失、収益の損失、データの喪失、またはあなたが当ウェブサイトを使用することにより生じるその他の損害について、その可能性が既に通知されていた場合でも、責任を負いません。本文に反する規定がある場合でも、私たちはあなたに対して、任意の理由や訴訟形式による責任は、常にあなたが任意の訴訟原因が発生する前の6",
  "個月內向我們支付的金額（如有）任何訴訟原因發生之前的一段時間。美國某些州法律和國際法律不允許限制默示保固或排除或限制某些損害。如果這些法律適用於您，則上述部分或全部免責聲明或限制可能不適用於您，並且您可能擁有其他權利。": "ヶ月の間に私たちに支払った金額（あれば）に制限されます。米国のいくつかの州の法律と国際法は、黙示的な保証の制限や特定の損害の除外または制限を認めない場合があります。これらの法律があなたに適用される場合、上記の部分または全部の免責条項や制限はあなたには適用されず、あなたは他の権利を有するかもしれません。",
  "保障": "保証",
  "您同意針對任何損失、損害、責任、索賠或要求（包括合理的律師），為我們（包括我們的子公司、附屬公司以及我們各自的所有管理人員、代理、合作夥伴和員工）辯護、賠償並使其免受損害。": "あなたは、任意の損失、損害、責任、請求、または要求（合理的な弁護士費用を含む）について、私たち（私たちの子会社、関連会社、およびそれぞれのすべての管理者、代理人、パートナー、および従業員を含む）を擁護し、補償し、損害から免責することに同意します。",
  "違反本使用條款；": "本利用規約に違反する行為；",
  "任何違反您在本使用條款中規定的陳述和保證的行為；": "本利用規約で指定された表明と保証に違反する任意の行為；",
  "您侵害第三人權利，包括但不限於智慧財產權；": "あなたが第三者の権利（知的財産権を含むがこれに限定されない）を侵害する行為；",
  "對透過本網站與您聯繫的本網站任何其他使用者的任何明顯有害行為。儘管有上述規定，我們保留對您需要賠償我們的任何事項進行獨家辯護和控制的權利，費用由您承擔，並且您同意自費配合我們對此類索賠的辯護。一旦發現任何此類索賠、訴訟或程序，我們將盡合理努力通知您此類索賠、訴訟或程序。": "当ウェブサイトを通じてあなたと連絡を取る当ウェブサイトの任意の他のユーザーに対する任意の明白に有害な行為。上記の規定にかかわらず、私たちは、あなたが私たちを補償する必要がある任意の事項について、あなたが費用を負担する条件下で、独自の弁護と管理の権利を留保します。また、あなたは、私たちはかかる請求に対する弁護に協力するために、あなたが費用を負担することに同意します。任意のそのような請求、訴訟、または手続きが見つかった場合、私たちは合理的な努力を尽くして、あなたにそのような請求、訴訟、または手続きについて通知します。",
  "使用者資料": "ユーザー資料",
  "我們將保留您為了管理本網站的效能而傳輸到本網站的某些數據，以及與您使用本網站相關的數據。儘管我們定期進行資料備份，但您對您傳輸的所有資料或與您使用本網站進行的任何活動相關的所有資料負全部責任。您同意，我們對任何此類資料的遺失或損壞不承擔任何責任，並且您特此放棄因此類資料的任何此類遺失或損壞而對我們提起訴訟的權利。": "私たちは、当ウェブサイトのパフォーマンスを管理するために当ウェブサイトに送信された特定のデータと、あなたが当ウェブサイトを使用することに関連するデータを保持します。私たちは定期的にデータのバックアップを行いますが、あなたは、あなたが送信したすべてのデータや、あなたが当ウェブサイトを使用して行う任意の活動に関連するすべてのデータについて全責任を負います。あなたは、私たちは任意のそのようなデータの損失または破損について一切の責任を負わないことに同意し、あなたは、任意のそのようなデータの損失または破損について私たちに対して訴訟を提起する権利をここで放棄します。",
  "電子通訊、交易和簽名": "電子通信、取引、および署名",
  "造訪本網站、向我們發送電子郵件以及填寫線上表格構成電子通訊。您同意接收電子通信，您同意我們透過電子郵件和在網站上以電子方式向您提供的所有協議、通知、揭露和其他通信均滿足此類通信以書面形式提供的任何法律要求。您特此同意使用電子簽名、合約、訂單和其他記錄，並同意以電子方式交付由我們或透過本網站發起或完成的交易記錄、通知、政策和記錄。您特此放棄任何司法管轄區的任何法令、法規、規則、條例或其他法律規定的任何權利或要求，這些權利或要求要求原始簽名或交付或保留非電子記錄，或透過其他任何方式付款或授予信用。": "当ウェブサイトを訪問すること、私たちにメールを送ること、およびオンラインフォームを記入することは、電子通信を構成します。あなたは電子通信を受信することに同意し、私たちはメールやウェブサイトを通じて電子的に提供するすべての契約、通知、開示、その他の通信が、そのような通信が書面で提供されるべきという法的要件を満たすことに同意します。あなたは電子署名、契約、注文、その他の記録の使用に同意し、私たちや当ウェブサイトを通じて開始または完了した取引の記録、通知、ポリシー、記録を電子的に提供することに同意します。あなたは、任意の司法管轄区域の任意の法令、規則、条例、その他の法的規定により、原本の署名や非電子記録の交付または保持、またはその他の方法での支払いまたは信用の付与が要求される場合の任意の権利または要求をここで放棄します。",
  "加州用戶和居民": "カリフォルニア州のユーザーおよび住民",
  "如果向我們提出的任何投訴未得到滿意解決，您可以書面聯繫加州消費者事務部消費者服務部投訴協助部門，地址為": "私たちに対する任意の苦情が満足のいく解決を見つけることができない場合、カリフォルニア州消費者事務局消費者サービス部苦情支援課に書面で連絡することができます。住所は、",
  "本使用條款以及我們在本網站上發布的或與本網站相關的任何政策或操作規則構成您和我們之間的完整協議和諒解。我們未行使或執行本使用條款的任何權利或規定並不構成對該權利或規定的放棄。這些使用條款在法律允許的最大範圍內運作。我們可以隨時將我們的任何或全部權利和義務轉讓給他人。對於因超出我們合理控制範圍的任何原因造成的任何損失、損壞、延遲或未採取行動，我們不承擔任何責任。如果本使用條款的任何規定或規定的一部分被確定為非法、無效或不可執行，則該規定或規定的一部分被視為可與本使用條款分開，並且不影響任何剩餘條款的有效性和可執行性。您和我們之間不會因本使用條款或使用本網站而建立合資、合夥、僱傭或代理關係。您同意這些使用條款不會因為起草而被解釋為對我們不利。您特此放棄基於本使用條款的電子形式以及雙方未簽署來執行這些使用條款而可能擁有的任何及所有抗辯權。": "これらの利用規約および私たちは当ウェブサイト上に掲載または当ウェブサイトに関連して提供する任意のポリシーや運用規則は、あなたと私たちとの間の完全な契約と合意を構成します。私たちはこれらの利用規約の任意の権利や規定を行使または執行しないことは、その権利や規定の放棄を意味しません。これらの利用規約は、法律が許す最大の範囲内で機能します。私たちはいつでも、私たちの任意または全部の権利と義務を他者に譲渡することができます。私たちは、私たちの合理的な管理範囲を超える任意の理由により生じる任意の損失、損傷、遅延、または行動の未遂については一切の責任を負いません。これらの利用規約の任意の規定または規定の一部が違法、無効、または執行不能と判断された場合、その規定または規定の一部は、これらの利用規約から分離可能と見なされ、残りの任意の条項の有効性と執行可能性には影響しません。これらの利用規約または当ウェブサイトの使用により、あなたと私たちは合弁事業、パートナーシップ、雇用関係、または代理関係を形成することはありません。あなたは、これらの利用規約が起草されたことにより私たにも不利に解釈されることには同意しません。あなたは、これらの利用規約の電子形式、および両者が署名していないことを理由に、これらの利用規約の執行に対する任意の抗弁権をここで放棄します。",
  "聯絡我們": "お問い合わせ",
  "為了解決有關本網站的投訴或獲取有關本網站使用的更多信息，請透過以下方式與我們聯繫：": "当ウェブサイトに関する苦情の解決や当ウェブサイトの使用に関する詳細情報の取得のために、以下の方法でお問い合わせください：",
  "登出": "ログアウト",
  "關於我們": "私たちについて",
  "戰略金庫": "戦略保管庫",
  "最新消息": "最新ニュース",
  "支援中心": "サポートセンター",
  "同意條款": "利用規約への同意",
  "各種各樣的": "さまざまな",
  "需要提供什麼證明文件完成身份驗證呢?": "身元確認のためにどのような証明書を提供する必要がありますか？",
  "建議使用": "以下の使用をお勧めします",
  "或相容瀏覽器並具有1024 x 768（或更高）解析度的螢幕，以獲得最佳瀏覽體驗。": "または互換ブラウザを使用し、1024 x 768（またはそれ以上）の解像度を持つ画面で、最良の閲覧体験を得ることができます。",
  "免責聲明：此為高波動性投資產品！加密貨幣交易並非適合任何人！請確保您知道其中的風險。": "免責事項：これは高変動性の投資商品です！暗号通貨の取引はすべての人にとって適しているわけではありません！リスクを理解していることを確認してください。",
  "不會對加密貨幣交易提供任何建議與意見，且非為金融顧問，其所提供的任何服務皆基於公司運作。": "暗号化された通貨取引に関するアドバイスや意見は一切提供されません。また、金融コンサルタントではありません。提供されているサービスはすべて会社の運営に基づいています。",
  "美國": "アメリカ",
  "Strategic Vault": "戦略金庫",
  "A community owned vault funding rapid growth and security initiatives across the Kava ecosystem": "Kavaエコシステム全体の急速な成長とセキュリティイニシアチブを資金提供するコミュニティ所有の金庫",
  "View on MintScan": "MintScanで表示",
  "Available Funds": "利用可能な資金",
  "Kava Rise Protocols": "Kava Rise プロトコル",
  "Infrastructure": "インフラストラクチャ",
  "Security Partners": "セキュリティパートナー",
  "Programmatic, transparent": "プログラム化された、透明性のある",
  "on-chain funding": "オンチェーン資金",
  "The Kava Strategic Vault has fuelled rapid growth on-boarding 70+ protocols to the Kava ecosystem with many more to come This community owned funding mechanism aims to create sustained growth and stability across the Kava ecosystem": "Kava戦略金庫は、70以上のプロトコルをKavaエコシステムに迅速に導入し、さらなる導入を予定しています。このコミュニティ所有の資金提供メカニズムは、Kavaエコシステム全体の持続的な成長と安定を目指しています",
  "Fully Decentralized": "完全に分散化された",
  "Transparent funding owned by the Kava community of stakers": "ステーカーのKavaコミュニティが所有する透明性のある資金",
  "Growth Optimized": "成長最適化",
  "70+ protocols successfully on-boarded over the past 6 months": "過去6ヶ月で70以上のプロトコルが成功裏に導入されました",
  "Flexibility": "柔軟性",
  "Advanced Cosmos DAO technology": "高度なCosmos DAO技術",
  "A fully transparent, auditable vault controlled by": "完全に透明で監査可能な、次の主体によって管理される金庫",
  "Kava stakers": "Kavaステーカー",
  "The first fully decentralized vault built on Cosmos The Kava Strategic Vault assures the security and growth of the Kava ecosystem With transparency and auditability, owned by the Kava community": "Cosmos上で構築された最初の完全に分散化された金庫。Kava戦略金庫は、Kavaエコシステムのセキュリティと成長を保証します。透明性と監査可能性を備え、Kavaコミュニティが所有しています",
  "70+ protocols join": "70以上のプロトコルが参加",
  "Kava Rise": "Kava Rise",
  "in": "の中に",
  "Through Kava Rise growth initiatives, Kava has become one of the fastest growing blockchains by TVL and protocols on-boarded": "Kava Rise 成長イニシアチブを通じて、KavaはTVLと導入されたプロトコル数において最も急速に成長しているブロックチェーンの1つとなりました",
  "Bringing flexibility and control to": "柔軟性と制御を提供する",
  "Cosmos DAOs": "Cosmos DAOs",
  "Kava pioneered the most advanced form of Cosmos DAO&nbsp;technology allowing the community to control funding initiatives": "Kavaは、コミュニティが資金提供イニシアチブを制御できる最も先進的なCosmos DAO技術を開拓しました",
  "Future": "未来",
  "Vault": "金庫",
  "Initiatives": "イニシアチブ",
  "Voted through governance": "ガバナンスを通じて投票",
  "Smart contract interaction": "スマートコントラクトの相互作用",
  "Infrastructure improvements": "インフラストラクチャの改善",
  "Scaling initiatives": "スケーリングイニシアチブ",
  "Vault Diversification": "金庫の多様化",
  "STRATEGIC developer funding": "STRATEGIC 開発者資金提供",
  "Cross-chain Funding": "クロスチェーン資金提供",
  "Leading The World": "世界をリードする",
  "To Web3": "Web3へ",
  "Kava is a decentralized blockchain that combines the speed and interoperability of Cosmos with the developer power of Ethereum": "Kavaは、Cosmosの高速性と相互運用性とEthereumの開発者パワーを組み合わせた分散型ブロックチェーンです'",
  "Why Build": "なぜ構築するのか",
  "Combine the flexibility and speed of Ethereum smart contract development with the interoperability of the Cosmos SDK": "Ethereumのスマートコントラクト開発の柔軟性と速度とCosmos SDKの相互運用性を組み合わせる",
  "A highly-scalable and secure Cosmos SDK blockchain that connects Kava to the 30 chains and $60B+ of the Cosmos ecosystem via the IBC protocol": "IBCプロトコルを介してKavaを30のチェーンと$60B以上のCosmosエコシステムに接続する、高スケーラビリティとセキュリティを備えたCosmos SDKブロックチェーン",
  "An EVM-compatible execution environment that empowers Solidity developers and their dApps to benefit from the scalability and security of the Kava Network": "Kavaネットワークのスケーラビリティとセキュリティを活用できるようにするSolidity開発者とそのdAppsを強化するEVM互換の実行環境",
  "With single block finality and unrivalled scalability,Tendermint Consensus enables Kava to support the transaction needs of thousands of protocols and millions of users": "単一ブロックの確定性と比類のないスケーラビリティを持つTendermintコンセンサスは、Kavaが数千のプロトコルと何百万人ものユーザーのトランザクションニーズをサポートするのに役立ちます",
  "News": "ニュース",
  "View All": "すべて表示",
  "latest": "最新",
  "Jan 20 2024": "2024年1月20日",
  "A Roadmap to Revolutionizing Lending: Kava Lends Strategic Vision for 2024": "融資の革新へのロードマップ：2024年のKava Lendの戦略的ビジョン",
  "March 20, 2024": "2024年3月20日",
  "Bitgo Officially Launches Wrapped Bitcoin (WBTC) on Kava": "Bitgo、Kava上でWrapped Bitcoin (WBTC)の公式ローンチ",
  "Binance Officially Supports Kava EVM – including support for native USDT on Kava": "Binance、Kava EVMの公式サポート – Kava上のネイティブUSDTのサポートを含む",
  "Nov 14, 2023": "2023年11月14日",
  "Kava 15: Kava Zero Inflation": "Kava 15: Kavaゼロインフレ",
  "權限失效":"権限が無効になりました",
  "註冊成功":"登録が成功しました",
  "登入成功":"ログインが成功しました",
  "登出成功":"ログアウトが成功しました",
  "查詢局數":"局数を照会",
  "獲取彩票":"宝くじを獲得",
  "遊戲轉點":"ゲームポイント転送",
  "轉點成功":"ポイント転送が成功しました",
  "下注失敗":"ベットに失敗しました",
  "下注錯誤":"ベットエラー",
  "查詢新聞":"ニュースを照会",
  "查詢活動":"イベントを照会",
  "查詢公告":"お知らせを照会",
  "查無用戶":"ユーザーが見つかりません",
  "查詢交易":"取引を照会",
  "存款失敗":"預金に失敗しました",
  "提款失敗":"引き出しに失敗しました",
  "密碼更新失敗":"パスワードの更新に失敗しました",
  "密碼更新成功":"パスワードの更新が成功しました",
  "查詢站點資訊":"サイト情報の照会",
  "查詢訂單紀錄":"注文履歴の照会",
  "建立訊息失敗":"メッセージの作成に失敗しました",
  "訊息已讀失敗":"メッセージの既読に失敗しました",
  "回覆訊息失敗":"メッセージの返信に失敗しました",
  "建立交易失敗":"取引の作成に失敗しました",
  "查詢提款紀錄":"引き出し履歴の照会",
  "發送驗證碼失敗":"認証コードの送信に失敗しました",
  "請確認網路連線":"ネットワーク接続を確認してください",
  "更新用戶資訊失敗":"ユーザー情報の更新に失敗しました",
  "更新用戶資訊成功":"ユーザー情報の更新が成功しました",
  "交易密碼更新失敗":"取引パスワードの更新に失敗しました",
  "交易密碼更新成功":"取引パスワードの更新が成功しました",
  "申請銀行認證失敗":"銀行認証の申請に失敗しました",
  "申請銀行認證成功":"銀行認証の申請が成功しました",
  "查詢站點客服連結":"サイトのカスタマーサポートリンクを照会",
  "註冊中...":"登録中...",
  "登入中...":"ログイン中...",
  "查詢K線":"K線を照会",
  "用戶中心":"ユーザーセンター",
  "質押":"抵当に入れる",
  "數量":"数量",
  "利息":"利子",
  "質押紀錄":"品質保証記録",
  "質押下單":"質権押下注文",
  "質押編號":"質権押下番号",
  "天數":"日数",
  "預估收益":"予想収益",
  "倒數":"ぎゃくすう",
  "結算":"決済",
  "進行中":"進行中",
  "開始":"スタート",
  "結束":"終了",
  "質押數額":"質押額",
  "最大":"最大値",
  "資金帳戶":"資金勘定科目",
  "立即質押":"ただちに質押する",
  "我的資產(電子錢包)":"マイアセット（電子マネー）",
  "美元資產(電子錢包)":"ドル資産（電子マネー）",
  "電力資產(電子錢包)":"電力資産（電子マネー）",
  "商城資產(電子錢包)":"モール資産（電子マネー）",
  "質押資產(電子錢包)":"質権抵当資産（電子マネー）",
  "其他資產":"その他の資産",
  "我的資產":"マイ資産",
  "主錢包":"マスタウォレット",
  "轉出錢包":"財布を振り出す",
  "轉入錢包":"財布に繰り越す",
  "劃轉":"の方向をそらす",
  "交易錢包":"取引財布",
  "電力錢包":"パワーウォレット",
  "商城錢包":"ショッピングモールの財布",
  "質押錢包":"質入れ財布",
  "交易紀錄":"取引記録",
  "錢包":"財布",
  "儲值":"ストレージ値",
  "提領":"ひきあげる",
  "轉帳":"振り替え",
  "贈送":"プレゼント",
  "活動":"アクティビティ",
  "系統":"システム",
  "下注":"注を打つ",
  "提領取消返還":"受領取消返却",
  "扣回":"バックアウト",
  "轉出至遊戲":"ゲームに移動",
  "遊戲轉入":"ゲーム転入",
  "台股交易手續費":"台湾株式取引手数料",
  "未審核":"未監査",
  "已完成":"完了",
  "已駁回":"却下されました",
  "用戶操作":"ユーザーアクション",
  "劃轉至":"スクロール先",
  "看漲跌":"の価値判断を",
  "上期":"前期",
  "會員投注":"会員ベット",
  "期":"期",
  "比特幣":"ビットコイン",
  "美元":"ドル",
  "看漲":"かさ上げ",
  "結算結果":"決済結果",
  "投注本金加獎金共":"元金と賞与を合わせて注ぎ込む",
  "投注":"ベット-",
  "期別":"期別",
  "選項":"オプション",
  "投注成功":"ベット成功",
  "別":"別",
  "金額":"金額"
}
